Repository: narayanls/tac-writer
Catalog: locale/*.po
Languages: da, et, tr, uk

source: Unknown
da: Ukendt
et: Tundmatu
tr: Bilinmiyor

source: 0 minutes
da: 0 minutter
et: 0 minutit
tr: 0 dakika
uk: 0 хвилин

source: < 1 minute
da: < 1 minut
et: < 1 minut
tr: < 1 dakika
uk: < 1 хвилина

source: 1 minute
da: 1 minut
et: 1 minut
tr: 1 dakika
uk: 1 хвилина

source: {} minutes
da: {} minutter
et: {} minutit
tr: {} dakika
uk: {} хвилин

source: {}h {}m
da: {}t {}m
tr: {}s {}d
uk: {}г {}х

source: Project name cannot be empty
da: Projektnavn kan ikke være tomt
et: Projektin nimi ei voi olla tühi
tr: Proje adı boş olamaz

source: Project name must be at least 2 characters long
da: Projektets navn skal være mindst 2 tegn langt
et: Projektinimi peab olema vähemalt 2 tähemärki pikk
tr: Proje adı en az 2 karakter uzunluğunda olmalıdır.
uk: The project name must be at least 2 characters long.

source: Project name cannot exceed 100 characters
da: Projektnavnet må ikke overstige 100 tegn
et: Projekti nimi ei tohi ületada 100 tähemärki.
tr: Proje adı 100 karakteri geçemez.
uk: Ім'я проєкту не може перевищувати 100 символів

source: Project name contains invalid characters
da: Projektets navn indeholder ugyldige tegn
et: Projektin nimi sisaldab kehtetuid märke
tr: Proje adı geçersiz karakterler içeriyor.
uk: Ім'я проєкту містить недопустимі символи

source: Path cannot be empty
da: Stien kan ikke være tom
et: Tee ei saa olla tühi
tr: Yol boş olamaz
uk: Шлях не може бути порожнім

source: Parent directory does not exist
da: Overordnet mappe findes ikke
et: Ülemkaust ei eksisteeri
tr: Ana dizin mevcut değil
uk: Батьківський каталог не існує

source: Path is too long
da: Stien er for lang
et: Teep on liiga pikk
tr: Yol çok uzun
uk: Шлях занадто довгий

source: Invalid path: {}
da: Ugyldig sti: {}
et: Kehtetu tee: {}
tr: Geçersiz yol: {}
uk: Неправильний шлях: {}

source: 1 paragraph
da: 1 afsnit
et: 1 lõik
tr: 1 paragraf
uk: 1 абзац

source: {count} paragraphs
da: {count} afsnit
et: {count} lõiku
tr: {count} paragraf
uk: {count} абзаців

source: 1 word
da: nøgle
et: võti
tr: anahtar
uk: ключ

source: {count} words
da: {count} ord
et: {count} sõna
tr: {count} kelime
uk: {count} слів

source: {:,} words
da: {:,} ord
et: {:,} sõna
tr: {: ,} kelime
uk: {:,} слова

source: {:,} characters
da: {:,} tegn
et: {:,} tähemärki
tr: {: ,} karakter
uk: {:,} символів

source: Info
et: Teave
tr: Bilgi
uk: Інформація

source: Type: {}
et: Tüüp: {}
tr: Tür: {}
uk: Тип: {}

source: Module: {}
da: Modul: {}
et: Moodul: {}
tr: Modül: {}
uk: Модуль: {}

source: Attributes:
da: Attributter:
et: Atribuudid:
tr: Öznitelikler:
uk: Атрибути:

source: Methods:
da: Metoder:
et: Meetodid:
tr: Yöntemler:
uk: Методи:

source: ... and {} more methods
da: ... og {} flere metoder
et: ... ja {} rohkem meetodeid
tr: ... ve {} daha fazla yöntem
uk: ... та {} інших методів

source: Performance: {} took {:.3f} seconds
da: Ydelse: {} tog {:.3f} sekunder
et: Tõhusus: {} võttis {:.3f} sekundit
tr: Performans: {} {:.3f} saniye sürdü

source: Error: Required dependencies not found: {}
da: Fejl: Nødvendige afhængigheder ikke fundet: {}
et: Viga: Nõutavaid sõltuvusi ei leitud: {}
tr: Hata: Gerekli bağımlılıklar bulunamadı: {}
uk: Помилка: Відсутні необхідні залежності: {}

source: Please install: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
da: Installer venligst: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
et: Palun installige: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
tr: Lütfen kurun: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1

source: Error: GTK 4.0 or higher is required
da: Fejl: GTK 4.0 eller højere er påkrævet
et: Viga: Nõutav on GTK 4.0 või uuem versioon
tr: Hata: GTK 4.0 veya daha yüksek bir sürüm gereklidir
uk: Error: Se requiere GTK 4.0 o superior

source: Error checking dependencies: {}
da: Fejlkontrol af afhængigheder: {}
et: Viga kontrollimine sõltuvustes: {}
tr: Hata kontrolü bağımlılıkları: {}
uk: Перевірка помилок залежностей: {}

source: Application interrupted by user.
da: Applikationen blev afbrudt af brugeren.
et: Rakendus katkestati kasutaja poolt.
tr: Kullanıcı tarafından uygulama kesildi.
uk: Застосунок перервано користувачем.

source: Critical error during startup: {}
da: Kritisk fejl under opstart: {}
et: Kriitiline viga käivitamisel: {}
tr: Başlangıçta kritik hata: {}
uk: Критична помилка під час запуску: {}

source: New Project
da: Nyt projekt
et: Uus projekt
tr: Yeni Proje
uk: Новий проект

source: Cancel
da: Annuller
et: Tühista
tr: İptal

source: Create
da: Opret
et: Loo
tr: Oluştur
uk: Створити

source: Project Details
da: Projektoplysninger
et: Projektiteave
tr: Proje Detayları
uk: Деталі проєкту

source: Project Name
da: Projekt Navn
et: Projektin nimi
tr: Proje Adı
uk: Назва проєкту

source: Enter project name...
da: Indtast projektnavn...
et: Sisestage projekti nimi...
tr: Proje adını girin...
uk: Введіть назву проєкту...

source: My New Project
da: Mit mit nye projekt
et: Minu uus projekt
tr: Yeni Projem

source: Author
da: Forfatter
et: Autor
tr: Yazar
uk: Автор

source: Your name...
da: Dit navn...
et: Teie nimi...
tr: Adınız...
uk: Ваше ім'я...

source: Description
da: Beskrivelse
et: Kirjeldus
tr: Açıklama
uk: Опис

source: Template
da: Skabelon
et: Mall.
tr: Şablon
uk: Шаблон

source: Choose a template to start with
da: Vælg en skabelon at starte med
et: Vali mall, millega alustada
tr: Başlamak için bir şablon seçin
uk: Виберіть шаблон, з якого почати.

source: Document Template
da: Dokumentskabelon
et: Dokumendi mall
tr: Belge Şablonu
uk: Шаблон документа

source: Project name is too long (max 100 characters)
da: Projektnavnet er for langt (maks 100 tegn)
et: Projekti nimi on liiga pikk (max 100 tähemärki)
tr: Proje adı çok uzun (maksimum 100 karakter)
uk: Ім'я проєкту занадто довге (макс. 100 символів)

source: Failed to save project to database
da: Fejl ved at gemme projekt til database
et: Projekti salvestamine andmebaasi ebaõnnestus
tr: Veritabanına projeyi kaydetme başarısız oldu
uk: Не вдалося зберегти проект у базі даних

source: Invalid Input
da: Ugyldig input
et: Kehtetu sisend
tr: Geçersiz Girdi
uk: Неправильний ввід

source: OK
tr: Tamam
uk: ОК

source: Error Creating Project
da: Fejl ved oprettelse af projekt
et: Viga projekti loomisel
tr: Proje Oluşturma Hatası
uk: Помилка створення проєкту

source: Unexpected Error
da: Uventet fejl
et: Ootamatu viga
tr: Beklenmedik Hata
uk: Несподівана помилка

source: An unexpected error occurred. Please report this issue:
da: Der opstod en uventet fejl. Venligst rapporter dette problem:
et: Ilmnen ootamatu viga. Palun teatage sellest probleemist:
tr: Beklenmedik bir hata oluştu. Lütfen bu sorunu bildirin:
uk: Виникла несподівана помилка. Будь ласка, повідомте про цю проблему:

source: Export Project
da: Eksportér projekt
et: Ekspordi projekt
tr: Projeyi Dışa Aktar
uk: Експортувати проект

source: Export
da: Eksport
et: Eksportida
tr: Dışa Aktar
uk: Експорт

source: Project Information
da: Projektinformation
et: Projektiteave
tr: Proje Bilgisi
uk: Проектна інформація

source: Statistics
da: Statistik
et: Statistika
tr: İstatistikler
uk: Статистика

source: {} words, {} paragraphs
da: {} ord, {} afsnit
et: {} sõna, {} lõiku
tr: {} kelime, {} paragraf
uk: {} слів, {} абзаців

source: Export Options
da: Eksportmuligheder
et: Eksportimise valikud
tr: Dışa Aktarma Seçenekleri
uk: Експортні параметри

source: Format
et: Formaat
tr: Biçim
uk: Формат

source: Include Metadata
da: Inkluder metadata
et: Sisesta metaandmed
tr: Meta Verileri Dahil Et
uk: Включити метадані

source: Include author, creation date, and other project information
da: Inkluder forfatter, oprettelsesdato og andre projektoplysninger
et: Sisesta autor, loomise kuupäev ja muu projekti teave
tr: Yazar, oluşturulma tarihi ve diğer proje bilgilerini dahil et
uk: Включити автора, дату створення та іншу інформацію про проєкт

source: Output Location
da: Output placering
et: Väljimise asukoht
tr: Çıktı Konumu
uk: Місце виводу

source: Save Location
da: Gem placering
et: Salvestuskoht
tr: Kaydetme Yeri
uk: Місце збереження

source: Click to choose location
da: Klik for at vælge placering
et: Klõpsa, et valida asukoht
tr: Konum seçmek için tıklayın
uk: Натисніть, щоб вибрати місце розташування

source: Choose...
da: Vælg...
et: Vali...
tr: Seçin...

source: Warning: Could not create default export directory: {}
da: Advarsel: Kunne ikke oprette standard eksportmappe: {}
et: Hoiatus: Ei õnnestunud luua vaikimisi eksportkausta: {}
tr: Uyarı: Varsayılan dışa aktarma dizini oluşturulamadı: {}
uk: Увага: Не вдалося створити каталог експорту за замовчуванням: {}

source: Choose Export Location
da: Vælg eksportplacering
et: Vali eksportimise asukoht
tr: Dışa Aktarma Konumunu Seçin
uk: Виберіть місце експорту

source: Select
da: Vælg
et: Vali
tr: Seçin

source: Exporting...
da: Eksporterer...
et: Eksporditakse...
tr: Dışa aktarma...
uk: Експортування...

source: Export Successful
da: Eksporten var vellykket
et: Eksportimine õnnestus
tr: Başarıyla Dışa Aktarıldı
uk: Експорт успішний

source: Project exported to: {}
da: Projekt eksporteret til: {}
et: Projekt eksporditud siia: {}
tr: Proje dışa aktarıldı: {}
uk: Проект експортовано до: {}

source: An error occurred while exporting the project.
da: Der opstod en fejl under eksport af projektet.
et: Projektit eksportimisel tekkis viga.
tr: Projeyi dışa aktarırken bir hata oluştu.

source: Export Failed
da: Eksport mislykkedes
et: Eksportimine ebaõnnestus
tr: Dışa Aktarma Başarısız
uk: Експорт не вдався

source: Preferences
da: Indstillinger
et: Eelistused
tr: Tercihler
uk: Параметри

source: General
da: Generel
et: Üldine
tr: Genel
uk: Загальний

source: Appearance
da: Udseende
et: Välimus
tr: Görünüm
uk: Вигляд

source: Dark Theme
da: Mørkt tema
et: Tume teema
tr: Karanlık Tema
uk: Тема темного режиму

source: Use dark theme for the application
da: Brug mørkt tema til applikationen
et: Kasutage rakenduse tumedat teemat
tr: Uygulama için karanlık temayı kullanın
uk: Використовуйте темну тему для програми

source: Editor
da: Redaktør
et: Toimetaja
tr: Düzenleyici
uk: Редактор

source: Behavior
da: Adfærd
et: Käitumine
tr: Davranış
uk: Behaviour

source: Auto Save
da: Automatisk gemme
et: Automaatne salvestamine
tr: Otomatik Kaydet
uk: Автозбереження

source: Automatically save projects while editing
da: Automatisk gem projekter under redigering
et: Automaatne projektide salvestamine redigeerimise ajal
tr: Düzenleme sırasında projeleri otomatik olarak kaydet
uk: Автоматично зберігати проєкти під час редагування

source: Word Wrap
da: Ordindpakning
et: Sõna murrang
tr: Kelime Sarma

source: Wrap text to fit the editor width
da: Bryd tekst for at passe til editorens bredde
et: Kata teksti toimetaja laiusele sobitamiseks
tr: Metni düzenleyici genişliğine sığacak şekilde sar.
uk: Ajuster le texte pour qu'il s'adapte à la largeur de l'éditeur

source: Show Line Numbers
da: Vis visnummer
et: Kuva ridade numbreid
tr: Satır Numaralarını Göster
uk: Показати номери рядків

source: Display line numbers in the editor
da: Vis visningslinjenumre i editoren
et: Kuva ridade numbreid redigeerijas
tr: Editörde satır numaralarını göster
uk: Показати номери рядків в редакторі

source: AI Assistant
da: AI-assistent
et: AI assistent
tr: Yapay Zeka Asistanı
uk: AI Асистент

source: Assistant Settings
da: Assistentindstillinger
et: Assistendi seaded
tr: Yardımcı Ayarları
uk: Налаштування асистента

source: Configure the provider and credentials used to generate suggestions.
da: Konfigurer udbyderen og legitimationsoplysningerne, der bruges til at generere forslag.
et: Konfigureeri pakkuja ja mandaadid, mida kasutatakse soovituste genereerimiseks.
tr: Sağlayıcıyı ve öneri oluşturmak için kullanılan kimlik bilgilerini yapılandırın.
uk: Налаштуйте постачальника та облікові дані, які використовуються для генерації пропозицій.

source: Enable AI Assistant
da: Aktiver AI-assistent
et: Luba AI assistent
tr: AI Asistanı Etkinleştir
uk: Увімкнути AI Асистента

source: Allow prompts to use an external provider (Ctrl+Shift+I).
da: Tillad prompts at bruge en ekstern udbyder (Ctrl+Shift+I).
et: Luba käskude kasutamine välise teenusepakkuja (Ctrl+Shift+I).
tr: İstemlerin harici bir sağlayıcıyı kullanmasına izin ver (Ctrl+Shift+I).
uk: Дозволити запитам використовувати зовнішнього постачальника (Ctrl+Shift+I).

source: Provider
da: Udbyder
et: Pakkuja
tr: Sağlayıcı

source: Model Identifier
da: Modelidentifikator
et: Mudelidentifikaator
tr: Model Tanımlayıcı
uk: Модель ідентифікатор

source: Examples:gemini-2.5-flash.
da: eksempel:gemini-2.5-blitz.
et: gemini-2.5-välk.
tr: örnekler:gemini-2.5-flaş.
uk: příklad:gemini-2.5-blesk.

source: API Key
da: API-nøgle
et: API võti
tr: API Anahtarı
uk: API ключ

source: Stored locally and used to authenticate requests.
da: Lagreret lokalt og brugt til at godkende anmodninger.
et: Salvestatud kohapeal ja kasutatakse päringute autentimiseks.
tr: Yerel olarak saklanır ve istekleri kimlik doğrulamak için kullanılır.
uk: Зберігається локально та використовується для автентифікації запитів.

source: Paste your API key
da: Indsæt din API-nøgle
et: Kleebi kleepimiseks oma API võti
tr: API anahtarınızı yapıştırın
uk: Вставте свій API-ключ

source: Site URL (optional)
da: Websted URL (valgfrit)
et: Saidin URL (valikuline)
tr: Site URL (isteğe bağlı)
uk: URL сайту (необов'язково)

source: Used as HTTP Referer header for OpenRouter rankings.
da: Brugt som HTTP Referer-header til OpenRouter-rangeringer.
et: Kasutatakse HTTP Referer päise jaoks OpenRouteri reitingute jaoks.
tr: OpenRouter sıralamaları için HTTP Referer başlığı olarak kullanılır.
uk: Використовується як заголовок HTTP Referer для рейтингів OpenRouter.

source: Site title (optional)
da: Site titel (valgfrit)
et: Saidinimi (valikuline)
tr: Site başlığı (isteğe bağlı)
uk: Заголовок сайту (необов'язково)

source: Sent via X-Title header for OpenRouter rankings.
da: Sendt via X-Title-header til OpenRouter-rangeringer.
et: Saadetud X-Title päise kaudu OpenRouteri reitingute jaoks.
tr: OpenRouter sıralamaları için X-Title başlığı aracılığıyla gönderildi.

source: My Project
da: Mit projekt
et: Minu projekt
tr: Projem
uk: Můj projekt

source: Error loading preferences: {}
da: Fejl ved indlæsning af præferencer: {}
et: Eba tõhusate eelistuste laadimisel: {}
tr: Tercihler yüklenirken hata: {}
uk: Помилка завантаження налаштувань: {}

source: Error changing theme: {}
da: Fejl ved ændring af tema: {}
et: Teema muutmisel tekkis viga: {}
tr: Tema değiştirilirken hata: {}
uk: Помилка зміни теми: {}

source: Error changing font family: {}
da: Fejl ved ændring af skrifttypefamilie: {}
et: Viga fondi perekonna muutmisel: {}
tr: Yazı tipi ailesi değiştirilirken hata: {}
uk: Помилка зміни сімейства шрифтів: {}

source: Error changing font size: {}
da: Fejl ved ændring af skriftstørrelse: {}
et: Viga fondi suuruse muutmisel: {}
tr: Yazı tipi boyutunu değiştirme hatası: {}
uk: Помилка зміни розміру шрифту: {}

source: Error changing auto save: {}
da: Fejl ved ændring af autosave: {}
et: Viga automaatse salvestamise muutmisel: {}
tr: Otomatik kaydı değiştirme hatası: {}
uk: Помилка зміни автоматичного збереження: {}

source: Error changing word wrap: {}
da: Fejl ved ændring af ordindpakning: {}
et: Viga sõnumi mähise muutmisel: {}
tr: Kelimeleri sarma hatası: {}
uk: Помилка зміни обгортання слів: {}

source: Error changing line numbers: {}
da: Fejl ved ændring af linjenumre: {}
et: Viga ridade numbrite muutmisel: {}
tr: Hata, satır numaralarını değiştirme: {}
uk: Помилка зміни номерів рядків: {}

source: Gemini model identifier (for example: gemini-2.5-flash).
da: Gemini modelidentifikator (for eksempel: gemini-2.5-flash).
et: Gemini mudeli tuvastaja (näiteks: gemini-2.5-flash).
tr: Gemini model tanımlayıcısı (örneğin: gemini-2.5-flash).
uk: Gemini моделі идентифікатор (наприклад: gemini-2.5-flash).

source: Google AI Studio API key.
da: Google AI Studio API-nøgle.
et: Google AI Studio API võti.
tr: Google AI Studio API anahtarı.
uk: Google AI Studio API ключ.

source: OpenRouter model identifier (for example: x-ai/grok-4.1-fast:free).
da: OpenRouter modelidentifikator (for eksempel: x-ai/grok-4.1-fast:free).
et: OpenRouteri mudeli tuvastaja (näiteks: x-ai/grok-4.1-fast:free).
tr: OpenRouter model tanımlayıcısı (örneğin: x-ai/grok-4.1-fast:free).
uk: OpenRouter модель ідентифікатор (наприклад: x-ai/grok-4.1-fast:free).

source: OpenRouter API key.
da: OpenRouter API-nøgle.
et: OpenRouteri API võti.
tr: OpenRouter API anahtarı.
uk: OpenRouter API ключ.

source: model-name
da: model-navn
et: mudeli-nimi
tr: model adı
uk: модель-ім'я

source: Model identifier required by the selected provider.
da: Modelidentifikator krævet af den valgte udbyder.
et: Valiku pakkuja poolt nõutav mudeli tuvastaja.
tr: Seçilen sağlayıcı tarafından gereken model tanımlayıcısı.
uk: Модельний ідентифікатор, необхідний для вибраного постачальника.

source: API key used to authenticate requests.
da: API-nøgle, der bruges til at godkende anmodninger.
et: API võti, mida kasutatakse päringute autentimiseks.
tr: API anahtarı, istekleri kimlik doğrulamak için kullanılır.
uk: API ключ, використаний для автентифікації запитів.

source: Error applying welcome dialog CSS: {}
da: Fejl ved anvendelse af velkomstdialog CSS: {}
et: Tõrge tervitusdialooge CSS-i rakendamisel: {}
tr: Hoş geldin diyalog CSS'sini uygularken hata: {}
uk: Помилка застосування CSS вітального діалогу: {}

source: What is TAC Writer?
da: Hvad er TAC Writer?
et: Mis on TAC Writer?
tr: TAC Writer nedir?

source: Continuous Argumentation Technique (TAC in Portuguese):
da: Kontinuerlig Argumentationsteknik (TAC på portugisisk):
et: Jätkuv Argumenteerimise Tehnika (TAC portugali keeles):
tr: Sürekli Argümantasyon Tekniği (Portekizce'de TAC)
uk: Техніка безперервної аргументації (TAC португальською):

source: Tac Writer is a tool based on the TAC technique (Continued Argumentation Technique) and the Pomodoro method. TAC technique helps writers develop an idea in an organized manner, separating the paragraph into different stages. Read wiki to take advantage of all the resources. To open wiki click on '?' icon
da: Tac Writer er et værktøj baseret på TAC-teknikken (Continued Argumentation Technique) og Pomodoro-metoden. TAC-teknikken hjælper skribenter med at udvikle en idé på en organiseret måde ved at opdele afsnittet i forskellige faser. Læs wiki for at udnytte alle ressourcerne. For at åbne wiki skal du klikke på '?' ikonet.
et: Tac Writer on tööriist, mis põhineb TAC tehnikal (Jätkuva Argumenteerimise Tehnika) ja Pomodoro meetodil. TAC tehnika aitab kirjanikel arendada ideed organiseeritud viisil, jagades lõigu erinevateks etappideks. Loe wiki, et kasutada ära kõiki ressursse. Wiki avamiseks klõpsa '?' ikoonil.
tr: Tac Writer, TAC tekniğine (Sürekli Argümantasyon Tekniği) ve Pomodoro yöntemine dayanan bir araçtır. TAC tekniği, yazarların bir fikri düzenli bir şekilde geliştirmelerine yardımcı olur, paragrafı farklı aşamalara ayırır. Tüm kaynaklardan yararlanmak için wiki'yi okuyun. Wiki'yi açmak için '?' simgesine tıklayın.
uk: Tac Writer є інструментом, заснованим на техніці TAC (Техніка Продовженої Аргументації) та методі Помодоро. Техніка TAC допомагає авторам розвивати ідею організованим чином, розділяючи абзац на різні етапи. Читайте вікі, щоб скористатися всіма ресурсами. Щоб відкрити вікі, натисніть на значок '?'.

source: Learn More - Online Documentation
da: Lær mere - Online dokumentation
et: Loe rohkem - Veebidokumendid
tr: Daha Fazla Bilgi Edinin - Çevrimiçi Belgeler

source: Access the complete guide and tutorials
da: Få adgang til den komplette vejledning og tutorials
et: Juurdepääs täielikule juhendile ja õpetustele
tr: Tamamlayıcı kılavuzu ve eğitimleri erişin
uk: Доступ до повного посібника та навчальних посібників

source: Show this dialog on startup
da: Vis denne dialog ved opstart
et: Kuvaa see dialoog käivitamisel
tr: Bu iletişimi başlangıçta göster
uk: Показувати цей діалог під час запуску

source: Let's Start
da: Lad os starte
et: Alustame
tr: Hadi Başlayalım
uk: Давайте почнемо

source: Error saving welcome dialog preference: {}
da: Fejl ved gemning af præference for velkomstdialog: {}
et: Tõrge tervitusdialoogeelistuse salvestamisel: {}
tr: Hoş geldin diyalog tercihini kaydederken hata: {}
uk: Помилка збереження налаштувань вітального діалогу: {}

source: Could not open wiki URL: {}
da: Kunne ikke åbne wiki-URL: {}
et: Ei saanud avada wiki URL-i: {}
tr: Wiki URL'si açılamadı: {}
uk: Не вдалося відкрити URL вікі: {}

source: Backup Manager
et: Varundusjuht
tr: Yedekleme Yöneticisi
uk: Резервне копіювання Менеджер

source: Close
da: Luk
et: Sulge
tr: Kapat
uk: Закрити

source: Create Backup
da: Opret sikkerhedskopi
et: Loo varukoopia
tr: Yedek Oluştur
uk: Створити резервну копію

source: Import Database
da: Importer database
et: Impordi andmebaas
tr: Veritabanı İçe Aktar
uk: Імпортувати базу даних

source: Current Database
da: Nuværende database
et: Praegune andmebaas
tr: Geçerli Veritabanı
uk: Поточна база даних

source: Error getting database info: {}
da: Fejl ved hentning af databaseoplysninger: {}
et: Viga andmebaasi teabe saamisel: {}
tr: Veritabanı bilgileri alınırken hata: {}
uk: Помилка отримання інформації з бази даних: {}

source: Database Location
da: Databaseplacering
et: Andmebaasi asukoht
tr: Veritabanı Konumu
uk: Місцезнаходження бази даних

source: {} projects, {} MB
da: {} projekter, {} MB
et: {} projektid, {} MB
tr: {} projeler, {} MB
uk: {} проєкти, {} МБ

source: Available Backups
da: Tilgængelige sikkerhedskopier
et: Saadaval varukoopiad
tr: Mevcut Yedeklemeler
uk: Доступні резервні копії

source: Backups are stored in Documents/TAC Projects/database_backups
da: Sikkerhedskopier gemmes i Dokumenter/TAC Projekter/database_backups
et: Varukoopiad on salvestatud kaustas Documents/TAC Projects/database_backups
tr: Yedekler Belgeler/TAC Projeleri/veritabanı_yedekleri içinde saklanır.
uk: Резервні копії зберігаються в Documents/TAC Projects/database_backups

source: Error listing backups: {}
da: Fejl ved oprettelse af liste over sikkerhedskopier: {}
et: Viga varukoopiate loetlemisel: {}
tr: Yedekleri listeleme hatası: {}
uk: Помилка при переліку резервних копій: {}

source: No backups found
da: Ingen sikkerhedskopier fundet
et: Varukoopiaid ei leitud
tr: Yedek bulunamadı
uk: Немає знайдених резервних копій

source: Create a backup or import an existing database file
da: Opret en sikkerhedskopi eller importer en eksisterende databasefil
et: Looge varukoopia või importige olemasolev andmebaasifail.
tr: Bir yedek oluşturun veya mevcut bir veritabanı dosyasını içe aktarın.
uk: Создайте резервную копию или импортируйте существующий файл базы данных

source: {:.1f} MB • {} projects • {}
da: {:.1f} MB • {} projekter • {}
et: {:.1f} MB • {} projekti • {}
tr: {:.1f} MB • {} projeler • {}
uk: {:.1f} МБ • {} проєкти • {}

source: Valid backup
da: Gyldig sikkerhedskopi
et: Kehtiv varukoopia
tr: Geçerli yedek
uk: Дійсний резервний копіювання

source: Invalid or corrupted backup
da: Ugyldig eller beskadiget sikkerhedskopi
et: Kehtetu või rikutud varukoopia
tr: Geçersiz veya bozuk yedekleme
uk: Неправильна або пошкоджена резервна копія

source: Import this backup
da: Importer denne sikkerhedskopi
et: Importige see varukoopia
tr: Bu yedeği içe aktar
uk: Імпортуйте цей резервну копію

source: Delete backup
da: Slet sikkerhedskopi
et: Kustuta varukoopia
tr: Yedeklemeyi sil
uk: Видалити резервну копію

source: Creating...
da: Opretter...
et: Loome...
tr: Oluşturuluyor...
uk: Створення...

source: Error in backup thread: {}
da: Fejl i backup-tråd: {}
et: Viga varundusniidis: {}
tr: Yedekleme iş parçacığında hata: {}
uk: Помилка в потоці резервного копіювання: {}

source: Backup created successfully
da: Sikkerhedskopiering oprettet med succes
et: Varundus loodud edukalt
tr: Yedek başarıyla oluşturuldu.
uk: Резервна копія успішно створена
