Repository: narayanls/tac-writer
Catalog: locale/*.po
Languages: da, et, tr, uk

source: Migration aborted: Could not create backup
da: Migration afbrudt: Kunne ikke oprette backup
et: Migratsioon katkestatud: Varukoopia loomine ebaõnnestus
tr: Göç iptal edildi: Yedek oluşturulamadı
uk: Міграцію скасовано: Не вдалося створити резервну копію

source: Error loading {}: {}
da: Fejl ved indlæsning af {}: {}
et: Viga laadimisel {}: {}
tr: Hata yükleniyor {}: {}
uk: Помилка завантаження {}: {}

source: Warning: {} files have validation errors and will be skipped
da: Advarsel: {} filer har valideringsfejl og vil blive sprunget over
et: Hoiatus: {} failidel on valideerimisvead ja need jäetakse vahele
tr: Uyarı: {} dosyaların doğrulama hataları var ve atlanacaktır.

source: No valid projects to migrate
da: Ingen gyldige projekter at migrere
et: Ei ühtegi kehtivat projekti migreerimiseks
tr: Göç ettirilecek geçerli proje yok
uk: Немає дійсних проєктів для міграції

source: Failed to migrate {} projects
da: Mislykkedes med at migrere {} projekter
et: Eba projekti {} migreerimine ebaõnnestus
tr: {} projeyi taşımak başarısız oldu
uk: Не вдалося мігрувати {} проєкти

source: Migration transaction committed successfully
da: Migreringstransaktion gennemført med succes
et: Migratsiooni tehing on edukalt kinnitatud
tr: Göç işlemi başarıyla tamamlandı.
uk: Міграційна транзакцію успішно зафіксовано

source: Warning: Could not rename {}: {}
da: Advarsel: Kunne ikke omdøbe {}: {}
et: Hoiatus: Ei saanud ümber nimetada {}: {}
tr: Uyarı: {} yeniden adlandırılamadı: {}
uk: Увага: Не вдалося перейменувати {}: {}

source: Migration failed, transaction rolled back: {}
da: Migration mislykkedes, transaktionen blev rullet tilbage: {}
et: Migratsioon ebaõnnestus, tehing tagastati: {}
tr: Göç başarısız oldu, işlem geri alındı: {}

source: Migration failed with database error: {}
da: Migration mislykkedes med databasefejl: {}
et: Migratsioon ebaõnnestus andmebaasi vea tõttu: {}
tr: Göç, veritabanı hatasıyla başarısız oldu: {}
uk: Міграція не вдалася через помилку бази даних: {}

source: Migration complete. {} projects successfully migrated.
da: Migration fuldført. {} projekter er blevet migreret med succes.
et: Migratsioon lõpetatud. {} projekti on edukalt migreeritud.
tr: Göç tamamlandı. {} proje başarıyla taşındı.
uk: Міграція завершена. {} проєкт(и) успішно мігрували.

source: JSON serialization error for project {}: {}
da: JSON serialiseringsfejl for projekt {}: {}
et: JSON serialiseerimise viga projekti {} jaoks: {}
tr: Proje {} için JSON serileştirme hatası: {}
uk: JSON серіалізаційна помилка для проєкту {}: {}

source: JSON serialization error for paragraph {}: {}
da: JSON serialiseringsfejl for afsnit {}: {}
et: JSON serialiseerimise viga lõigu {} jaoks: {}
tr: Paragraf {} için JSON serileştirme hatası: {}
uk: JSON серіалізаційна помилка для абзацу {}: {}

source: Database error saving project {}: {}
da: Databasefejl ved gemning af projekt {}: {}
et: Andmebaasi viga projekti salvestamisel {}: {}
tr: Veritabanı hatası projeyi kaydederken {}: {}
uk: Помилка бази даних під час збереження проєкту {}: {}

source: Saved project to database: {}
da: Gemte projekt til database: {}
et: Salvestatud projekt andmebaasi: {}
tr: Veritabanına kaydedilen proje: {}
uk: Збережено проект у базі даних: {}

source: Failed to save project to database: {}
da: Fejl ved at gemme projekt til database: {}
et: Eba projekti salvestamine andmebaasi: {}
tr: Veritabanına proje kaydedilemedi: {}
uk: Не вдалося зберегти проект у базі даних: {}

source: Database error saving project '{}': {}
da: Databasefejl ved gemning af projekt '{}': {}
et: Andmebaasi viga projekti salvestamisel '{}': {}
tr: Veritabanı hatası projeyi kaydederken '{}': {}
uk: Помилка бази даних під час збереження проєкту '{}': {}

source: Unexpected error saving project '{}': {}: {}
da: Uventet fejl ved gemning af projekt '{}': {}: {}
et: Ootamatu viga projekti salvestamisel '{}': {}: {}
tr: Beklenmedik hata projenin kaydedilmesinde '{}': {}: {}
uk: Несподівана помилка під час збереження проєкту '{}': {}: {}

source: Database connection error for project '{}': {}
da: Databaseforbindelsesfejl for projekt '{}': {}
et: Andmebaasi ühenduse viga projekti '{}': {}
tr: Proje '{}' için veritabanı bağlantı hatası: {}
uk: Помилка з'єднання з базою даних для проєкту '{}': {}

source: Unexpected error in save_project for '{}': {}: {}
da: Uventet fejl i save_project for '{}': {}: {}
et: Ootamatu viga save_project funktsioonis '{}': {}: {}
tr: Beklenmedik hata save_project için '{}': {}: {}
uk: Несподівана помилка в save_project для '{}': {}: {}

source: Database backup created: {}
da: Databasebackup oprettet: {}
et: Andmebaasi varukoopia loodud: {}
tr: Veritabanı yedeği oluşturuldu: {}
uk: Резервна копія бази даних створена: {}

source: Warning: Database backup failed: {}
da: Advarsel: Databasebackup mislykkedes: {}
et: Hoiatus: Andmebaasi varundamine ebaõnnestus: {}
tr: Uyarı: Veritabanı yedeği başarısız oldu: {}
uk: Увага: Резервне копіювання бази даних не вдалося: {}

source: Removed old backup: {}
da: Fjernet gammel sikkerhedskopi: {}
et: Eemaldatud vana varukoopia: {}
tr: Eski yedekleme kaldırıldı: {}
uk: Видалено стару резервну копію: {}

source: Warning: Cleanup of old backups failed: {}
da: Advarsel: Rydning af gamle sikkerhedskopier mislykkedes: {}
et: Hoiatus: Vanade varukoopiate puhastamine ebaõnnestus: {}
tr: Uyarı: Eski yedeklerin temizlenmesi başarısız oldu: {}
uk: Увага: Очищення старих резервних копій не вдалося: {}

source: Database error listing projects: {}
da: Databasefejl ved oprettelse af projekter: {}
et: Andmebaasi viga projektide loetlemisel: {}
tr: Veritabanı hatası projeleri listeleme: {}
uk: Помилка бази даних при переліку проєктів: {}

source: Unexpected error listing projects: {}: {}
da: Uventet fejl ved oprettelse af projekter: {}: {}
et: Ootamatu viga projektide loetlemisel: {}: {}
tr: Projeleri listeleme sırasında beklenmedik hata: {}: {}
uk: Несподівана помилка під час перерахунку проєктів: {}: {}

source: Database maintenance completed
da: Databasevedligeholdelse afsluttet
et: Andmebaasi hooldus lõpetatud
tr: Veritabanı bakımı tamamlandı
uk: Обслуговування бази даних завершено

source: Database maintenance failed: {}
da: Databasevedligeholdelse mislykkedes: {}
et: Andmebaasi hooldus ebaõnnestus: {}
tr: Veritabanı bakımı başarısız oldu: {}
uk: Обслуговування бази даних не вдалося: {}

source: error: {}
da: fejl: {}
et: viga: {}
tr: hata: {}
uk: помилка: {}

source: unexpected error: {}
da: uventet fejl: {}
et: ootamatu viga: {}
tr: beklenmedik hata: {}
uk: неочікувана помилка: {}

source: Database initialization error: {}
da: Databaseinitialiseringsfejl: {}
et: Andmebaasi algatamise viga: {}
tr: Veritabanı başlatma hatası: {}
uk: Database initialisation error: {}

source: Created project: {} ({})
da: Oprettet projekt: {} ({})
et: Loodud projekt: {} ({})
tr: Oluşturulan proje: {} ({})
uk: Створено проєкт: {} ({})

source: Failed to save new project to database
da: Fejl ved at gemme nyt projekt i databasen
et: Uue projekti salvestamine andmebaasi ebaõnnestus
tr: Yeni projeyi veritabanına kaydetme başarısız oldu.
uk: Не вдалося зберегти новий проект у базі даних

source: Error creating project: {}: {}
da: Fejl ved oprettelse af projekt: {}: {}
et: Viga projekti loomisel: {}: {}
tr: Proje oluşturulurken hata: {}: {}
uk: Помилка створення проєкту: {}: {}

source: Project with ID {} not found in database.
da: Projekt med ID {} blev ikke fundet i databasen.
et: Projekt, mille ID {} ei leitud andmebaasist.
tr: Veritabanında ID'si {} olan proje bulunamadı.
uk: Проект з ID {} не знайдено в базі даних.

source: Loaded project from database: {}
da: Indlæst projekt fra database: {}
et: Laaditud projekt andmebaasist: {}
tr: Veritabanından yüklü proje: {}
uk: Завантажено проєкт з бази даних: {}

source: Database error loading project: {}
da: Databasefejl ved indlæsning af projekt: {}
et: Andmebaasi viga projekti laadimisel: {}
tr: Veritabanı hatası proje yüklenirken: {}
uk: Помилка бази даних під час завантаження проєкту: {}

source: Data error loading project: {}: {}
da: Datafejl ved indlæsning af projekt: {}: {}
et: Andmete viga projekti laadimisel: {}: {}
tr: Proje yüklenirken veri hatası: {}: {}
uk: Помилка даних під час завантаження проєкту: {}: {}

source: Unexpected error loading project: {}: {}
da: Uventet fejl ved indlæsning af projekt: {}: {}
et: Ootamatu viga projekti laadimisel: {}: {}
tr: Beklenmedik hata, proje yüklenirken: {}: {}
uk: Несподівана помилка під час завантаження проєкту: {}: {}

source: Deleted project from database: {}
da: Slettet projekt fra database: {}
et: Kustutatud projekt andmebaasist: {}
tr: Veritabanından silinen proje: {}
uk: Видалено проект з бази даних: {}

source: Database error deleting project: {}
da: Databasefejl ved sletning af projekt: {}
et: Andmebaasi viga projekti kustutamisel: {}
tr: Veritabanı hatası projeyi silerken: {}
uk: Помилка бази даних під час видалення проєкту: {}

source: Manual backup created: {}
da: Manuel backup oprettet: {}
et: Käsitsi varukoopia loodud: {}
tr: Manuel yedek oluşturuldu: {}
uk: Ручне резервне копіювання створено: {}

source: Error creating manual backup: {}
da: Fejl ved oprettelse af manuel sikkerhedskopi: {}
et: Viga käsitsi varukoopia loomisel: {}
tr: Manuel yedek oluşturulurken hata: {}
uk: Помилка створення ручної резервної копії: {}

source: Error reading backup file {}: {}
da: Fejl ved læsning af backupfil {}: {}
et: Viga varukoopia faili lugemisel {}: {}
tr: Yedek dosyası okunurken hata oluştu {}: {}
uk: Помилка читання файлу резервної копії {}: {}

source: Backup validation error: {}
da: Backup valideringsfejl: {}
et: Varunduse valideerimise viga: {}
tr: Yedek doğrulama hatası: {}
uk: Помилка перевірки резервної копії: {}

source: Invalid backup file
da: Ugyldig sikkerhedskopi fil
et: Kehtetu varukoopia fail
tr: Geçersiz yedek dosyası
uk: Неправильний файл резервної копії

source: Current database backed up to: {}
da: Nuværende database sikkerhedskopieret til: {}
et: Praegune andmebaas on varundatud: {}
tr: Mevcut veritabanı yedeklendi: {}
uk: Поточна база даних резервно скопійована до: {}

source: Successfully imported database with {} projects
da: Database importeret med {} projekter.
et: Andmed on edukalt imporditud andmebaasi, kus on {} projekti.
tr: {} projeyle veritabanı başarıyla içe aktarıldı.
uk: Успішно імпортовано базу даних з {} проєктами

source: Import failed, restored previous database
da: Import mislykkedes, gendannede tidligere database
et: Importimine ebaõnnestus, taastati eelmine andmebaas
tr: İthalat başarısız oldu, önceki veritabanı geri yüklendi
uk: Імпорт не вдався, відновлено попередню базу даних

source: Error importing database: {}: {}
da: Fejl ved import af database: {}: {}
et: Andmebaasi importimise viga: {}: {}
tr: Veritabanı içe aktarım hatası: {}: {}
uk: Помилка імпорту бази даних: {}: {}

source: Deleted backup: {}
da: Slettet sikkerhedskopi: {}
et: Kustutatud varukoopia: {}
tr: Silinmiş yedek: {}
uk: Видалена резервна копія: {}

source: Warning: ODT export not available (missing xml dependencies)
da: Advarsel: ODT-eksport ikke tilgængelig (mangler xml-afhængigheder)
et: Hoiatus: ODT eksport ei ole saadaval (puuduvad xml sõltuvused)
tr: Uyarı: ODT dışa aktarma mevcut değil (eksik xml bağımlılıkları)

source: Warning: PDF export not available (missing reportlab)
da: Advarsel: PDF-eksport ikke tilgængelig (mangler reportlab)
et: Hoiatus: PDF eksport ei ole saadaval (puudub reportlab)
tr: Uyarı: PDF dışa aktarma mevcut değil (reportlab eksik)
uk: Увага: Експорт у PDF недоступний (відсутній reportlab)

source: Export format '{}' not available
da: Eksportformat '{}' ikke tilgængeligt
et: Eksportvorming '{}' ei saadaval
tr: Export format '{}' mevcut değil
uk: Формат експорту '{}' недоступний

source: Error exporting project: {}: {}
da: Fejl ved eksport af projekt: {}: {}
et: Viga projekti eksportimisel: {}: {}
tr: Proje dışa aktarılırken hata: {}: {}
uk: Помилка експортування проєкту: {}: {}

source: Footnotes:
da: Fodnoter:
et: Jalutusmärgid:
tr: Dipnotlar:

source: File error exporting to TXT: {}
da: Filfejl ved eksport til TXT: {}
et: Faili viga eksportimisel TXT-formaati: {}
tr: TXT'ye aktarımda dosya hatası: {}
uk: Помилка файлу при експорті в TXT: {}

source: Unexpected error exporting to TXT: {}: {}
da: Uventet fejl ved eksport til TXT: {}: {}
et: Ootamatu viga TXT-i eksportimisel: {}: {}
tr: TXT'ye aktarımda beklenmedik hata: {}: {}
uk: Несподівана помилка експорту в TXT: {}: {}

source: File error exporting to ODT: {}
da: Filfejl ved eksport til ODT: {}
et: Faili viga ODT-sse eksportimisel: {}
tr: ODT'ye aktarımda dosya hatası: {}
uk: Помилка файлу під час експорту в ODT: {}

source: Unexpected error exporting to ODT: {}: {}
da: Uventet fejl ved eksport til ODT: {}: {}
et: Ootamatu viga ODT-sse eksportimisel: {}: {}
tr: ODT'ye aktarımda beklenmedik hata: {}: {}
uk: Несподівана помилка під час експорту в ODT: {}: {}

source: Error adding image to PDF: {}
da: Fejl ved tilføjelse af billede til PDF: {}
et: Viga pildi lisamisel PDF-ile: {}
tr: PDF'ye resim eklenirken hata: {}
uk: Помилка додавання зображення до PDF: {}

source: File error exporting to PDF: {}
da: Filfejl ved eksport til PDF: {}
et: Faili viga PDF-i eksportimisel: {}
tr: PDF'ye aktarımda dosya hatası: {}
uk: Помилка файлу під час експорту в PDF: {}

source: Unexpected error exporting to PDF: {}: {}
da: Uventet fejl ved eksport til PDF: {}: {}
et: Ootamatu viga PDF-i eksportimisel: {}: {}
tr: PDF'ye aktarımda beklenmedik hata: {}: {}
uk: Несподівана помилка під час експорту в PDF: {}: {}

source: Academic Essay
da: Akademisk Essay
et: Akadeemiline essee
tr: Akademik Makale
uk: Академічне есе

source: Standard academic essay structure
da: Standard akademisk essaystruktur
et: Tavaline akadeemilise essee struktuur
tr: Standart akademik makale yapısı
uk: Стандартна структура академічного есе
