Repository: narayanls/tac-writer
Catalog: locale/*.po
Languages: da, et, tr, uk

source: Backup Failed
da: Sikkerhedskopiering mislykkedes
et: Varundus ebaõnnestus
tr: Yedekleme Başarısız
uk: Резервне копіювання не вдалося

source: Could not create backup. Check the console for details.
da: Kunne ikke oprette backup. Tjek konsollen for detaljer.
et: Varundust ei saanud luua. Kontrollige üksikasjade saamiseks konsooli.
tr: Yedek oluşturulamadı. Ayrıntılar için konsolu kontrol edin.

source: Import
da: Importér
et: Importima
tr: İçe Aktar

source: Database files (*.db)
da: Databasefiler (*.db)
et: Andmebaasi failid (*.db)
tr: Veritabanı dosyaları (*.db)
uk: Файли бази даних (*.db)

source: All files
da: Alle filer
et: Kõik failid
tr: Tüm dosyalar
uk: Усі файли

source: Invalid Backup
da: Ugyldig sikkerhedskopi
et: Kehtetu varukoopia
tr: Geçersiz Yedekleme
uk: Неправильний резервний копіювання

source: The selected file is not a valid TAC database backup.
da: Den valgte fil er ikke en gyldig TAC databasebackup.
et: Valitud fail ei ole kehtiv TAC andmebaasi varukoopia.
tr: Seçilen dosya geçerli bir TAC veritabanı yedeği değildir.
uk: Вибраний файл не є дійсною резервною копією бази даних TAC.

source: Error validating backup: {}
da: Fejl ved validering af backup: {}
et: Viga varundamise kontrollimisel: {}
tr: Yedek doğrulama hatası: {}
uk: Помилка перевірки резервної копії: {}

source: Error reading backup info: {}
da: Fejl ved læsning af backupoplysninger: {}
et: Viga varundusinfo lugemisel: {}
tr: Yedek bilgi okunurken hata: {}
uk: Помилка читання інформації про резервну копію: {}

source: Import Database?
da: Importér database?
et: Impordi andmebaas?
tr: Veritabanı İçe Aktar?

source: This will replace your current database with the selected backup. The backup contains {} projects. Your current database will be backed up before importing.
da: Dette vil erstatte din nuværende database med den valgte sikkerhedskopi. Sikkerhedskopien indeholder {} projekter. Din nuværende database vil blive sikkerhedskopieret før import.
et: See asendab teie praeguse andmebaasi valitud varukoopiaga. Varukoopia sisaldab {} projekti. Teie praegune andmebaas varundatakse enne importimist.
tr: Bu, mevcut veritabanınızı seçilen yedekle değiştirecektir. Yedek {} projeyi içermektedir. Mevcut veritabanınız, içe aktarmadan önce yedeklenecektir.
uk: Це замінить вашу поточну базу даних на вибране резервне копіювання. Резервна копія містить {} проєктів. Ваша поточна база даних буде створена резервна копія перед імпортом.

source: Importing Database
da: Importer database
et: Andmebaasi importimine
tr: Veritabanı İçe Aktarma
uk: Імпорт бази даних

source: Please wait while the database is being imported...
da: Vent venligst, mens databasen importeres...
et: Palun oodake, kuni andmebaas imporditakse...
tr: Lütfen veritabanı içe aktarılırken bekleyin...

source: Error in import thread: {}
da: Fejl i importtråd: {}
et: Viga importimise lõimes: {}
tr: İçe aktarma iş parçacığında hata: {}
uk: Помилка в потоці імпорту: {}

source: Import Successful
da: Importen var vellykket
et: Importimine õnnestus
tr: İthalat Başarılı
uk: Імпорт успішний

source: Database imported successfully. The application will refresh to show the imported projects.
da: Database importeret med succes. Applikationen vil opdatere for at vise de importerede projekter.
et: Andmebaas imporditi edukalt. Rakendus värskendatakse, et näidata imporditud projekte.
tr: Veritabanı başarıyla içe aktarıldı. Uygulama, içe aktarılan projeleri göstermek için yenilenecektir.
uk: База даних успішно імпортована. Додаток оновиться, щоб показати імпортовані проєкти.

source: Import Failed
da: Import mislykkedes
et: Importimine ebaõnnestus
tr: İthalat Başarısız
uk: Імпорт не вдався

source: Could not import the database. Your current database remains unchanged.
da: Kunne ikke importere databasen. Din nuværende database forbliver uændret.
et: Andmebaasi ei saanud importida. Teie praegune andmebaas jääb muutumatuks.
tr: Veritabanı içe aktarılamadı. Mevcut veritabanınız değişmeden kalır.
uk: Не вдалося імпортувати базу даних. Ваша поточна база даних залишилася незмінною.

source: Delete Backup?
da: Slet sikkerhedskopi?
et: Kustuta varukoopia?
tr: Yedeklemeyi Sil?

source: Are you sure you want to delete '{}'? This action cannot be undone.
da: Er du sikker på, at du vil slette '{}'? Denne handling kan ikke fortrydes.
et: Kas olete kindel, et soovite '{}' kustutada? Seda toimingut ei saa tagasi võtta.
tr: '{}' silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити '{}'? Цю дію не можна скасувати.

source: Delete
da: Slet
et: Kustuta
tr: Silmek

source: Error deleting backup: {}
da: Fejl ved sletning af backup: {}
et: Viga varukoopia kustutamisel: {}
tr: Yedek silinirken hata: {}
uk: Помилка видалення резервної копії: {}

source: Edit Image
da: Rediger billede
et: Muuda pilti
tr: Görüntüyü Düzenle
uk: Редагувати зображення

source: Insert Image
da: Indsæt billede
et: Sisesta pilt
tr: Görüntü Ekle
uk: Вставити зображення

source: Update
da: Opdatering
et: Uuendus
tr: Güncelleme
uk: Оновлення

source: Insert
da: Indsæt
et: Sisesta
tr: Ekle
uk: Вставити

source: Image File
da: Billedfil
et: Pildifail
tr: Görüntü Dosyası
uk: Зображення файл

source: Select an image file to insert into your document
da: Vælg en billedfil til at indsætte i dit dokument
et: Valige pildifail, et lisada see oma dokumenti.
tr: Belgenize eklemek için bir resim dosyası seçin

source: Select Image
da: Vælg billede
et: Vali pilt
tr: Görüntü Seçin
uk: Вибрати зображення

source: No file selected
da: Ingen fil valgt
et: Ühtegi faili ei ole valitud
tr: Hiçbir dosya seçilmedi
uk: Немає вибраного файлу

source: Browse...
da: Gennemse...
et: Sirvi...
tr: Gözat...
uk: Перегляд...

source: Preview
da: Forhåndsvisning
et: Eelvaade
tr: Önizleme
uk: Náhled

source: Image Formatting
da: Billedformatering
et: Pildi vormindamine
tr: Görüntü Biçimlendirme
uk: Форматування зображення

source: Display Width (%)
da: Visningsbredde (%)
et: Kuva laius (%)
tr: Görüntü Genişliği (%)
uk: Ширина відображення (%)

source: Percentage of page width
da: Procentdel af sidebredde
et: Lehe laius protsent
tr: Sayfa genişliğinin yüzdesi
uk: Процент ширини сторінки

source: Alignment
da: Justering
et: Joondamine
tr: Hizalama
uk: 对齐

source: Image position on the page
da: Billed placering på siden
et: Pildi asukoht lehel
tr: Sayfanın üzerindeki resim konumu
uk: Позиція зображення на сторінці

source: Left
da: Venstre
et: Vasak
tr: Sol

source: Center
et: Keskus
tr: Merkez
uk: Centre

source: Right
da: Højre
et: Parem
tr: Sağ
uk: Право

source: Caption (optional)
da: Tekst (valgfrit)
et: Pealkiri (valikuline)
tr: Başlık (isteğe bağlı)
uk: Заголовок (необов'язковий)

source: Alternative Text (optional)
da: Alternativ tekst (valgfri)
et: Alternatiivne tekst (valikuline)
tr: Alternatif Metin (isteğe bağlı)
uk: Альтернативний текст (необов'язково)

source: Position in Document
da: Position i dokumentet
et: Dokumendi asukoht
tr: Belgedeki Konum
uk: Позиція в документі

source: Insert After
da: Indsæt efter
et: Sisesta pärast
tr: Sonra Ekle
uk: Вставити після

source: Choose where to place the image
da: Vælg, hvor du vil placere billedet
et: Vali, kuhu pilt paigutada
tr: Görüntüyü nereye yerleştireceğinizi seçin
uk: Виберіть, де розмістити зображення

source: Beginning of document
da: Dokumentets begyndelse
et: Dokumendi algus
tr: Belgenin başı
uk: Початок документа

source: Image
da: Billede
et: Pilt
tr: Görüntü
uk: Зображення

source: (empty)
da: (ingen)
tr: (boş)

source: Image Files
da: Billedfiler
et: Pildifailid
tr: Görüntü Dosyaları
uk: Зображення файли

source: Error selecting file: {}
da: Fejl ved valg af fil: {}
et: Viga faili valimisel: {}
tr: Dosya seçerken hata: {}
uk: Помилка вибору файлу: {}

source: Size: {} x {} pixels • {:.1f} KB
da: Størrelse: {} x {} pixels • {:.1f} KB
et: Suurus: {} x {} pikslit • {:.1f} KB
tr: Boyut: {} x {} piksel • {:.1f} KB
uk: Size: {} x {} пікселів • {:.1f} КБ

source: Error loading image: {}
da: Fejl ved indlæsning af billede: {}
et: Pildi laadimine ebaõnnestus: {}
tr: Görüntü yüklenirken hata: {}
uk: Помилка завантаження зображення: {}

source: Error Loading Image
da: Fejl ved indlæsning af billede
et: Pildi laadimise viga
tr: Görüntü Yüklenirken Hata
uk: Помилка завантаження зображення

source: Could not load the selected image file.
da: Kunne ikke indlæse den valgte billedfil.
et: Valitud pildifaili ei saanud laadida.
tr: Seçilen resim dosyası yüklenemedi.

source: Error updating image
da: Fejl ved opdatering af billede
et: Pildi värskendamise viga
tr: Görüntü güncellenirken hata
uk: Помилка оновлення зображення

source: Error inserting image
da: Fejl ved indsættelse af billede
et: Piltide sisestamise viga
tr: Görüntü eklenirken hata
uk: Помилка вставлення зображення

source: Could not {} the image.
da: Kunne ikke {} billedet.
et: Ei saanud {} pilti.
tr: Görüntüyü {} yapamadı.

source: update
da: opdatering
et: uuendus
tr: güncelleme
uk: оновлення

source: insert
da: indsæt
et: sisesta
tr: ekle
uk: вставити

source: Error loading existing image: {}
da: Fejl ved indlæsning af eksisterende billede: {}
et: Viga olemasoleva pildi laadimisel: {}
tr: Mevcut görüntü yüklenirken hata: {}
uk: Помилка завантаження існуючого зображення: {}

source: PDF Review by AI
da: PDF-gennemgang af AI
et: PDF ülevaade AI poolt
tr: AI ile PDF İncelemesi
uk: PDF Рецензія від ШІ

source: Select a PDF file of your text for review. The AI ​​will perform a spelling, grammar, and semantic analysis. IMPORTANT: Consider the 10,000 character limit for free APIs. Splitting your text into multiple files may be an alternative to paid API.
da: Vælg en PDF-fil af din tekst til gennemgang. AI'en vil udføre en stave-, grammatik- og semantisk analyse. VIGTIGT: Overvej grænsen på 10.000 tegn for gratis API'er. At opdele din tekst i flere filer kan være et alternativ til betalt API.
et: Valige oma teksti ülevaatamiseks PDF-fail. Tehisintellekt viib läbi õigekirja, grammatika ja semantilise analüüsi. OLULINE: Arvestage 10 000 tähemärgi piiranguga tasuta API-de puhul. Teksti jagamine mitmeks failiks võib olla alternatiiv tasulisele API-le.
tr: Metin incelemesi için bir PDF dosyası seçin. Yapay zeka, yazım, dilbilgisi ve anlamsal analiz gerçekleştirecektir. ÖNEMLİ: Ücretsiz API'ler için 10.000 karakter sınırını dikkate alın. Metninizi birden fazla dosyaya ayırmak, ücretli API'ye bir alternatif olabilir.

source: Choose PDF...
da: Vælg PDF...
et: Vali PDF...
tr: PDF Seçin...
uk: Виберіть PDF...

source: Run Analysis
da: Kør analyse
et: Käivita analüüs
tr: Analiz Çalıştır
uk: Запустити аналіз

source: Select PDF
da: Vælg PDF
et: Vali PDF
tr: PDF Seçin
uk: Виберіть PDF

source: Analyzing (may take a few minutes)
da: Analyserer (kan tage et par minutter)
et: Analüüsimine (võib võtta paar minutit)
tr: Analiz ediliyor (birkaç dakika sürebilir)

source: Analysis Results
da: Analyse Resultater
et: Analüüsi tulemused
tr: Analiz Sonuçları
uk: Результати аналізу

source: Session {}
et: Seans {}
tr: Oturum {}
uk: Сесія {}

source: Long Break
da: Lang Pause
et: Pikk paus
tr: Uzun Ara
uk: Довга перерва

source: Rest Time
da: Hviletid
et: Puhkeaeg
tr: Dinlenme Süresi
uk: Час відпочинку

source: Pomodoro Timer
et: Pomodoro taimer
tr: Pomodoro Zamanlayıcı
uk: Pomodoro Таймер

source: Minimize
da: Minimer
et: Minimeeri
tr: Küçültme
uk: Згорнути

source: Reset
da: Nulstil
et: Taasta
tr: Sıfırla
uk: Скинути

source: Error setting up Pomodoro dialog styles: {}
da: Fejl ved opsætning af Pomodoro dialogstile: {}
et: Viga Pomodoro dialooge stiilide seadistamisel: {}
tr: Pomodoro diyalog stillerini ayarlarken hata: {}
uk: Помилка налаштування стилів діалогу Помодоро: {}

source: ⏸ Pause
et: ⏸ Peata
tr: ⏸ Duraklat
uk: ⏸ Пауза

source: ▶ Start
et: ▶ Alusta
tr: ▶ Başla
uk: ▶ Почати

source: Error checking dictionary {}: {}
da: Fejlkontrol ordbog {}: {}
et: Viga kontrollimise sõnastik {}: {}
tr: Hata kontrolü sözlüğü {}: {}
uk: Перевірка помилок словника {}: {}

source: Enchant not available for spell checking: {}
da: Fortryllelse ikke tilgængelig for stavekontrol: {}
et: Enchant ei ole õigekirjakontrolliks saadaval: {}
tr: Büyü, yazım denetimi için mevcut değil: {}

source: Spell check setup failed: {}
da: Stavekontrolopsætning mislykkedes: {}
et: Korrektuurimise seadistamine ebaõnnestus: {}
tr: Yazım denetimi kurulumu başarısız oldu: {}
uk: Налаштування перевірки орфографії не вдалося: {}

source: Error toggling spell check: {}
da: Fejl ved skift af stavekontrol: {}
et: Viga õigekirjakontrolli lülitamisel: {}
tr: Hata, yazım denetimini açıp kapatırken: {}
uk: Помилка перемикання перевірки правопису: {}

source: Welcome to TAC
da: Velkommen til TAC
et: Tere tulemast TAC-i
tr: TAC'a hoş geldiniz

source: Continuous Argumentation Technique
da: Kontinuerlig Argumentationsteknik
et: Jätkuv Argumentatsioonitehnika
tr: Sürekli Argümantasyon Tekniği
uk: Безперервна аргументаційна техніка

source: Create structured academic texts with guided paragraph types
da: Opret strukturerede akademiske tekster med vejledte afsnitstyper
et: Loo struktureeritud akadeemilisi tekste juhendatud lõikede tüüpidega
tr: Yapılandırılmış akademik metinler oluşturun, yönlendirilmiş paragraf türleri ile.
uk: Створіть структуровані академічні тексти з керованими типами абзаців

source: How To Wiki
da: Hvordan man gør Wiki
et: Kuidas teha Wiki
tr: Nasıl Yapılır Wiki
uk: Як зробити Вікі

source: Access the online documentation and tutorials
da: Adgang til den online dokumentation og vejledninger
et: Juurdepääs veebidokumendile ja õpetustele
tr: Çevrimiçi belgeleri ve eğitimleri erişin
uk: Accede a la documentación y tutoriales en línea

source: Note:
da: Bemærk:
et: Märkus:
tr: Not:
uk: Примітка:

source: exporting to ODT might require some adjustment in your Office Suite.
da: eksportering til ODT kan kræve nogle justeringer i din Office Suite.
et: ODT-formaati eksportimine võib nõuda teie Office'i komplektis mõningaid kohandusi.
tr: ODT'ye dışa aktarmak, Ofis Paketinizi ayarlamanızı gerektirebilir.
uk: експорт до ODT може вимагати деяких налаштувань у вашому офісному пакеті.

source: Start Writing
da: Start med at skrive
et: Alusta kirjutamist
tr: Yazmaya Başla
uk: Почати писати

source: Choose a template to get started
da: Vælg en skabelon for at komme i gang
et: Valige mall, et alustada
tr: Başlamak için bir şablon seçin
uk: Виберіть шаблон, щоб почати.

source: Start
et: Alusta
tr: Başla
uk: Почати

source: Search projects...
da: Søg projekter...
et: Otsi projekte...
tr: Projeleri ara...
uk: Пошук проєктів...

source: Rename project
da: Omdøb projekt
et: Nimeta projekt
tr: Projeyi yeniden adlandır

source: Delete project
da: Slet projekt
et: Kustuta projekt
tr: Projeyi sil

source: Rename Project
da: Omdøb projekt
et: Nimeta projekt
tr: Projeyi Yeniden Adlandır

source: Enter new name for '{}'
da: Indtast nyt navn for '{}'
et: Sisestage uus nimi '{}' jaoks
tr: '{}' için yeni ad girin
uk: Введіть нове ім'я для '{}'

source: Rename
da: Omdøb
et: Nimeta
tr: Yeniden Adlandır

source: Delete '{}'?
da: Slet '{}'?
et: Kustuta '{}'?
tr: '{}' silinsin mi?
uk: Видалити '{}'?

source: This project will be moved to trash and can be recovered.
da: Dette projekt vil blive flyttet til papirkurven og kan gendannes.
et: See projekt liigutatakse prügikasti ja seda saab taastada.
tr: Bu proje çöp kutusuna taşınacak ve geri yüklenebilir.
uk: Цей проєкт буде переміщено до кошика і може бути відновлений.

source: Error during paragraph editor initialization: {}
da: Fejl under initialisering af afsnitseditor: {}
et: Viga lõigu redaktori initsialiseerimisel: {}
tr: Paragraf düzenleyici başlatılırken hata: {}
uk: Помилка під час ініціалізації редактора абзаців: {}

source: Manage footnotes
da: Administrer fodnoter
et: Juhenda jaluseid
tr: Dipnotları yönet
uk: Управління сносками

source: Toggle spell checking
da: Skift stavningskontrol
et: Lülita õigekirjakontroll
tr: Yazım denetimini aç/kapat

source: Remove paragraph
da: Fjern afsnit
et: Eemalda lõik
tr: Paragrafı kaldırın
uk: Видалити абзац

source: Title 1
da: Titel 1
et: Pealkiri 1
tr: Başlık 1
uk: Заголовок 1

source: Title 2
da: Titel 2
et: Pealkiri 2
tr: Başlık 2
uk: Заголовок 2

source: Introduction
da: Introduktion
et: Sissejuhatus
tr: Giriş
uk: Вступлення

source: Argument
tr: Argüman
uk: Аргумент

source: Argument Resumption
da: Argument Genoptagelse
tr: Argüman Devamı
uk: Відновлення аргументу

source: Quote
da: Citat
et: Tsitaat
tr: Alıntı
uk: Цитата

source: Epigraph
da: Epigraf
et: Epigraaf
tr: Epigraf
uk: Епіграф

source: Conclusion
da: Konklusion
et: Järeldus
tr: Sonuç
uk: Висновок

source: Paragraph
da: Afsnit
et: Lõik
tr: Paragraf
uk: Параграф

source: Remove Paragraph?
da: Fjern afsnit?
et: Eemalda lõik?
tr: Paragrafı Kaldır?
uk: Видалити абзац?

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.
et: Seda toimingut ei saa tagasi võtta.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.

source: Remove
da: Fjern
et: Eemalda
tr: Kaldır
uk: Видалити

source: 1 footnote
da: 1 fodnote
et: 1 jalutuskoht
tr: 1 dipnot
uk: 1 виноска

source: {} footnotes
da: {} fodnoter
et: {} jalutusmärgid
tr: {} dipnotlar
uk: {} примітки

source: Error setting up spell check: {}
da: Fejl ved opsætning af stavekontrol: {}
et: Viga õigekirjakontrolli seadistamisel: {}
tr: Hata: yazım denetimi kurulumu sırasında bir hata oluştu: {}
uk: Помилка налаштування перевірки правопису: {}

source: Manage Footnotes
da: Administrer fodnoter
et: Juhenda jaluseid
tr: Dipnotları Yönet
uk: Управління сносками

source: Save
da: Gem gemme
et: Salvesta
tr: Kaydet
uk: Зберегти

source: Add footnotes that will appear as numbered references in your paragraph:
da: Tilføj fodnoter, der vil vises som nummererede referencer i dit afsnit:
et: Lisa jalusid, mis ilmuvad numbriliste viidena teie lõigus:
tr: Paragrafınızda numaralı referanslar olarak görünecek dipnotlar ekleyin:

source: Add Footnote
da: Tilføj fodnote
et: Lisa jalutusmärkus
tr: Dipnot Ekle
uk: Додати примітку

source: Enter footnote text...
da: Indtast fodnote tekst...
et: Sisestage jalusteksti...
tr: Dipnot metnini girin...
uk: Введіть текст примітки...

source: Welcome to TAC Writer!
da: Velkommen til TAC Writer!
et: Tere tulemast TAC Writerisse!
tr: TAC Writer'a hoş geldiniz!

source: Let's take a quick tour. Click here to create your first project and start writing.
da: Lad os tage en hurtig rundtur. Klik her for at oprette dit første projekt og begynde at skrive.
et: Teeme kiire ringkäik. Klõpsake siin, et luua oma esimene projekt ja alustada kirjutamist.
tr: Hızlı bir tur atalım. İlk projenizi oluşturmak ve yazmaya başlamak için buraya tıklayın.
uk: Давайте швидко ознайомимось. Натисніть тут, щоб створити свій перший проєкт і почати писати.

source: Project Library
da: Projektbibliotek
et: Projektiraamatukogu
tr: Proje Kütüphanesi
uk: Проектна бібліотека

source: All your projects are listed here. You can search, rename, or delete them at any time.
da: Alle dine projekter er listet her. Du kan søge, omdøbe eller slette dem når som helst.
et: Kõik teie projektid on siin loetletud. Saate neid igal ajal otsida, ümber nimetada või kustutada.
tr: Tüm projeleriniz burada listelenmiştir. İstediğiniz zaman arama yapabilir, yeniden adlandırabilir veya silebilirsiniz.
uk: Усі ваші проекти перелічені тут. Ви можете шукати, перейменовувати або видаляти їх у будь-який час.

source: Stay focused with the built-in Pomodoro timer. Perfect for writing sessions!
da: Hold dig fokuseret med den indbyggede Pomodoro-timer. Perfekt til skrivesessioner!
et: Jääge keskendunuks sisseehitatud Pomodoro taimeriga. Täiuslik kirjutamise sessioonide jaoks!
tr: Yerleşik Pomodoro zamanlayıcısıyla odaklanın. Yazma oturumları için mükemmel!
uk: Залишайтеся зосередженими з вбудованим таймером Помодоро. Ідеально підходить для сеансів письма!

source: Use AI to revise your exported text. Configure in Preferences. Read wiki for guided configuration.
da: Brug AI til at revidere din eksporterede tekst. Konfigurer i Indstillinger. Læs wiki for vejledt konfiguration.
et: Kasutage tehisintellekti oma eksporditud teksti redigeerimiseks. Konfigureerige eelistustes. Lugeda wiki juhendatud konfigureerimise jaoks.
tr: Yüklediğiniz metni gözden geçirmek için AI kullanın. Tercihlerde yapılandırın. Rehberli yapılandırma için wiki'yi okuyun.
uk: Використовуйте ШІ для перегляду вашого експортованого тексту. Налаштуйте в Налаштуваннях. Читайте вікі для керованої конфігурації.

source: Save Your Work
da: Gem din arbejde
et: Salvesta oma töö
tr: Çalışmanızı Kaydedin
uk: Збережіть свою роботу

source: Don't worry! Auto-save is enabled by default, but you can also save manually here.
da: Bare rolig! Automatisk gemmefunktion er aktiveret som standard, men du kan også gemme manuelt her.
et: Ära muretse! Automaatne salvestamine on vaikimisi lubatud, kuid saad ka siin käsitsi salvestada.
tr: Endişelenmeyin! Otomatik kaydetme varsayılan olarak etkinleştirilmiştir, ancak burada manuel olarak da kaydedebilirsiniz.
uk: Не хвилюйтеся! Автоматичне збереження увімкнено за замовчуванням, але ви також можете зберегти вручну тут.

source: Skip Tour
da: Spring overblik
et: Jäta ringkäik vahele
tr: Turu Atla
uk: Пропустити тур

source: Previous
da: Forrige
et: Eelmine
tr: Önceki
uk: Попередній

source: Next
da: Næste
et: Järgmine
tr: Sonraki
uk: Далі

source: Finish
da: Afslut
et: Lõpeta
tr: Bitir
uk: Завершити

source: TAC - Continuous Argumentation Technique
da: TAC - Kontinuerlig Argumentationsteknik
et: TAC - Jätkuv Argumenteerimise Tehnika
tr: TAC - Sürekli Argümantasyon Tekniği
uk: TAC - Безперервна аргументаційна техніка

source: New Project (Ctrl+N)
da: Nyt projekt (Ctrl+N)
et: Uus projekt (Ctrl+N)
tr: Yeni Proje (Ctrl+N)
uk: Новий проект (Ctrl+N)

source: Main Menu
da: Hovedmenu
et: Peamenüü
tr: Ana Menü
uk: Головне меню

source: Save Project (Ctrl+S)
da: Gem projekt (Ctrl+S)
et: Salvesta projekt (Ctrl+S)
tr: Projeyi Kaydet (Ctrl+S)
uk: Зберегти проект (Ctrl+S)

source: Ask AI Assistant (Ctrl+Shift+I)
da: Spørg AI-assistent (Ctrl+Shift+I)
et: Küsi AI assistendilt (Ctrl+Shift+I)
tr: Yapay Zeka Asistanı (Ctrl+Shift+I)
uk: Запитати AI Асистента (Ctrl+Shift+I)

source: Search...
da: Søg...
et: Otsi...
tr: Ara...

source: Find next occurrence
da: Find næste forekomst
et: Leia järgmine esinemine
tr: Sonraki durumu bul
uk: Найти наступне входження

source: Export Project...
da: Eksporter projekt...
et: Ekspordi projekt...
tr: Projeyi Dışa Aktar...
uk: Експортувати проект...

source: Backup Manager...
et: Varundusjuht...
tr: Yedekleme Yöneticisi...
uk: Резервний менеджер...

source: Undo
da: Fortryd
et: Tagasi võtta
tr: Geri Al
uk: Відмінити

source: Redo
da: Gendan
et: Korda tagasi
tr: Yeniden Yap
uk: Відновити

source: Welcome Guide
da: Velkomstguide
et: Tere tulemast juhend
tr: Karşılama Kılavuzu
uk: Посібник з привітання

source: Ask AI Assistant
da: Spørg AI-assistenten
et: Küsi AI assistendilt
tr: Yapay Zeka Asistanı Sorun
uk: Запитати AI Асистента

source: About TAC
da: Om TAC
et: TAC-istumine
tr: TAC Hakkında
uk: Про TAC

source: Projects
da: Projekter
et: Projektid
tr: Projeler
uk: Проекти

source: Add Paragraph
da: Tilføj afsnit
et: Lisa lõik
tr: Paragraf Ekle
uk: Додати абзац

source: Insert Image (Ctrl+Alt+I)
da: Indsæt billede (Ctrl+Alt+I)
et: Sisesta pilt (Ctrl+Alt+I)
tr: Görüntü Ekle (Ctrl+Alt+I)
uk: Вставити зображення (Ctrl+Alt+I)

source: Go to beginning
da: Gå til begyndelsen
et: Mine algusesse
tr: Başa git
uk: Перейти на початок

source: Go to end
da: Gå til slutningen
et: Mine lõpuni
tr: Sonuna git
uk: Перейти до кінця

source: ⚠️ Error: Invalid image data
da: ⚠️ Fejl: Ugyldige billeddata
et: ⚠️ Viga: Kehtetu pilditeave
tr: ⚠️ Hata: Geçersiz resim verisi
uk: ⚠️ Помилка: Неправильні дані зображення

source: ⚠️ Image not found: {}
da: ⚠️ Billede ikke fundet: {}
et: ⚠️ Pilti ei leitud: {}
tr: ⚠️ Görüntü bulunamadı: {}
uk: ⚠️ Зображення не знайдено: {}
