Repository: narayanls/tac-writer
Catalog: locale/*.po
Languages: da, et, tr, uk

source: ⚠️ Error loading image: {}
da: ⚠️ Fejl ved indlæsning af billede: {}
et: ⚠️ Piltide laadimise viga: {}
tr: ⚠️ Görüntü yüklenirken hata: {}
uk: ⚠️ Помилка завантаження зображення: {}

source: Remove Image
da: Fjern billede
et: Eemalda pilt
tr: Resmi Kaldır
uk: Видалити зображення

source: Remove Image?
da: Fjern billede?
et: Kustuta pilt?
tr: Görüntüyü Kaldır?
uk: Видалити зображення?

source: Are you sure you want to remove this image from the document?
da: Er du sikker på, at du vil fjerne dette billede fra dokumentet?
et: Kas olete kindel, et soovite selle pildi dokumendist eemaldada?
tr: Bu resmi belgeden kaldırmak istediğinizden emin misiniz?

source: Image removed
da: Billede fjernet
et: Pilt eemaldatud
tr: Görüntü kaldırıldı

source: Error removing image
da: Fejl ved fjernelse af billede
et: Pilt eemaldamisel tekkis viga
tr: Görüntü silinirken hata
uk: Помилка видалення зображення

source: Image updated
da: Billede opdateret
et: Pilt uuendatud
tr: Görüntü güncellendi
uk: Зображення оновлено

source: Nothing to undo
da: Intet at fortryde
et: Pole midagi tagasi võtta
tr: Geri alacak hiçbir şey yok
uk: Нічого скасовувати

source: Nothing to redo
da: Intet at gøre om
et: Midagi ei ole uuesti teha
tr: Yeniden yapılacak hiçbir şey yok
uk: Нічого не потрібно повторювати

source: Paragraph reordered
da: Afsnit omarrangeret
et: Lõik ümber korraldatud
tr: Paragraf sıralandı
uk: Параграф перерозташовано

source: No project open
da: Ingen projekt åbent
et: Ühtegi projekti ei ole avatud
tr: Açık proje yok
uk: Немає відкритого проєкту

source: Open Project
da: Åbn projekt
et: Ava projekti
tr: Proje Aç
uk: Відкрити проект

source: Open
da: Åbn
et: Ava.
tr: Açık
uk: Відкрити

source: TAC Projects (*.json)
da: TAC Projekter (*.json)
et: TAC projektid (*.json)
tr: TAC Projeleri (*.json)
uk: TAC Проекти (*.json)

source: All Files
da: Alle filer
et: Kõik failid
tr: Tüm Dosyalar
uk: Усі файли

source: Opened project: {}
da: Åbnet projekt: {}
et: Avatud projekt: {}
tr: Açık proje: {}
uk: Відкритий проєкт: {}

source: Failed to open project
da: Mislykkedes at åbne projekt
et: Projekti avamine ebaõnnestus
tr: Proje açılamadı
uk: Не вдалося відкрити проект

source: Project saved successfully
da: Projekt gemt med succes
et: Projekt salvestatud edukalt
tr: Proje başarıyla kaydedildi.
uk: Проект успішно збережено

source: Failed to save project
da: Fejl ved at gemme projekt
et: Projekti salvestamine ebaõnnestus
tr: Proje kaydedilemedi
uk: Не вдалося зберегти проект

source: Auto-save failed
da: Automatisk gemme mislykkedes
et: Automaatne salvestamine ebaõnnestus
tr: Otomatik kaydetme başarısız oldu
uk: Автозбереження не вдалося

source: No project to export
da: Ingen projekt at eksportere
et: Ei ühtegi projekti eksportimiseks
tr: Dışa aktarılacak proje yok
uk: Немає проекту для експорту

source: Database imported successfully
da: Database importeret med succes
et: Andmebaas imporditi edukalt
tr: Veritabanı başarıyla içe aktarıldı
uk: База даних успішно імпортована

source: Created project: {}
da: Oprettet projekt: {}
et: Loodud projekt: {}
tr: Oluşturulan proje: {}
uk: Створено проєкт: {}

source: Click here to start writing! Add paragraphs to build your text.
da: Klik her for at begynde at skrive! Tilføj afsnit for at opbygge din tekst.
et: Klõpsa siia, et alustada kirjutamist! Lisa lõike, et oma teksti üles ehitada.
tr: Buraya tıklayarak yazmaya başlayın! Metninizi oluşturmak için paragraflar ekleyin.

source: Got it!
da: Fikset!
et: Sain!
tr: Anladım!
uk: Зрозуміло!

source: Image inserted successfully
da: Billede indsat med succes
et: Pilt lisatud edukalt
tr: Görüntü başarıyla eklendi
uk: Зображення успішно вставлено

source: Enable the AI assistant in Preferences ▸ AI Assistant.
da: Aktivér AI-assistenten i Indstillinger ▸ AI-assistent.
et: Luba AI assistendi eelistustes ▸ AI assistent.
tr: Ayarlar ▸ AI Asistanı'nda AI asistanını etkinleştir.
uk: Увімкніть AI асистента в Налаштуваннях ▸ AI Асистент.

source: API key
da: API-nøgle
et: API võti
tr: API anahtarı
uk: API ключ

source: Configure {items} in Preferences ▸ AI Assistant.
da: Konfigurer {items} i Indstillinger ▸ AI Assistent.
et: Konfigureeri {items} eelistustes ▸ AI assistent.
tr: Tercihler ▸ AI Asistanı'nda {items} yapılandır.

source: Enable AI in Preferences. API key is required. Read Wiki if there is any doubt.
da: Aktivér AI i Indstillinger. API-nøgle er påkrævet. Læs Wiki, hvis der er nogen tvivl.
et: Luba AI eelistustes. API võti on vajalik. Loe Wiki't, kui on kahtlusi.
tr: Tercihlerde AI'yi etkinleştir. API anahtarı gereklidir. Herhangi bir şüpheniz varsa Wiki'yi okuyun.
uk: Увімкнути ШІ в Налаштуваннях. Потрібен API-ключ. Читайте Вікі, якщо є якісь сумніви.

source: Please enter a question for the assistant.
da: Indtast venligst et spørgsmål til assistenten.
et: Palun esitage assistendile küsimus.
tr: Lütfen asistan için bir soru girin.
uk: Будь ласка, введіть запитання для асистента.

source: The AI assistant is processing your request...
da: AI-assistenten behandler din anmodning...
et: Tehisintellekti abiline töötleb teie taotlust...
tr: Yapay zeka asistanı isteğinizi işliyor...
uk: Асистент ШІ обробляє ваш запит...

source: Here is the assistant's suggestion.
da: Her er assistentens forslag.
et: Siin on assistendi soovitus.
tr: İşte asistanın önerisi.
uk: Ось пропозиція асистента.

source: Response
da: Svar
et: Vastus
tr: Yanıt
uk: Відповідь

source: Copy to clipboard
da: Kopier til udklipsholder
et: Kopeeri lõikelauale
tr: Pano kopyala
uk: Копіювати в буфер обміну

source: Insert at cursor
da: Indsæt ved markøren
et: Kursori juurde sisestama
tr: İmleçte Ekle
uk: Вставити в курсор

source: Apply correction
da: Anvend korrektion
et: Rakenda parandust
tr: Düzeltmeyi uygula
uk: Застосувати виправлення

source: Additional suggestions
da: Yderligere forslag
et: Lisasoovitused
tr: Ek öneriler
uk: Додаткові пропозиції

source: Copied to clipboard.
da: Kopieret til udklipsholder.
et: Kopeeritud lõikelauale.
tr: Panoza kopyalandı.
uk: Скопійовано в буфер обміну.

source: Place the cursor inside a paragraph to insert the text.
da: Placer markøren inde i et afsnit for at indsætte teksten.
et: Asetage kursor lõiku sisse, et teksti sisestada.
tr: Metni eklemek için imleci bir paragrafın içine yerleştirin.
uk: Помістіть курсор всередині абзацу, щоб вставити текст.

source: Nothing to insert.
da: Intet at indsætte.
et: Ei midagi sisestada.
tr: Eklenecek hiçbir şey yok.
uk: Нічого не потрібно вставляти.

source: Text inserted into the document.
da: Tekst indsat i dokumentet.
et: Dokumenti sisestatud tekst.
tr: Belgeye eklenen metin.
uk: Текст, вставлений у документ.

source: No paragraph context available. Try inserting at the cursor.
da: Ingen afsnit kontekst tilgængelig. Prøv at indsætte ved markøren.
et: Paragraafi konteksti pole saadaval. Proovige kursorisse sisestada.
tr: Paragraf bağlamı mevcut değil. İmleci kullanarak eklemeyi deneyin.

source: Could not determine the original paragraph.
da: Kunne ikke bestemme det oprindelige afsnit.
et: Ei suutnud määrata algset lõiku.
tr: Orijinal paragraf belirlenemedi.
uk: Не вдалося визначити оригінальний абзац.

source: Paragraph updated with AI suggestion.
da: Afsnit opdateret med AI-forslag.
et: Lõik on uuendatud AI soovitusega.
tr: Paragraf, AI önerisi ile güncellendi.
uk: Параграф оновлено за допомогою пропозиції ШІ.

source: Enter text to search.
da: Indtast tekst for at søge.
et: Sisestage otsitav tekst.
tr: Metin girin.
uk: Введіть текст для пошуку.

source: No matches found.
da: Ingen resultater fundet.
et: Ei vasteid leitud.
tr: Eşleşme bulunamadı.
uk: Немає знайдених збігів.

source: No editable paragraphs available.
da: Ingen redigerbare afsnit tilgængelige.
et: Ei muudetavaid lõike saadaval.
tr: Düzenlenebilir paragraf yok.
uk: Немає доступних редагованих абзаців.

source: Reached the end of the document.
da: Nåede slutningen af dokumentet.
et: Dokumendi lõpp on saavutatud.
tr: Belgenin sonuna ulaşıldı.

source: Loading project...
da: Indlæser projekt...
et: Laadimine...
tr: Proje yükleniyor...
uk: Завантаження проєкту...

source: Failed to open project: {}
da: Mislykkedes med at åbne projekt: {}
et: Projekti avamine ebaõnnestus: {}
tr: Proje açılamadı: {}
uk: Не вдалося відкрити проект: {}

source: Analysis Failure
da: Analysefejl
et: Analüüsi ebaõnnestumine
tr: Analiz Hatası
uk: Аналіз не вдався

source: Warning: Could not set system locale: {}
da: Advarsel: Kunne ikke indstille systemlokalitet: {}
et: Hoiatus: Süsteemi lokaali seadistamine ebaõnnestus: {}
tr: Uyarı: Sistem yerel ayarını ayarlamak mümkün olmadı: {}
uk: Увага: Не вдалося встановити системну локалізацію: {}

source: PyGTKSpellcheck not installed - disabling spell checking
da: PyGTKSpellcheck ikke installeret - deaktiverer stavekontrol
et: PyGTKSpellcheck ei ole installitud - õigekirjakontrollimine keelatud
tr: PyGTKSpellcheck yüklü değil - yazım denetimi devre dışı bırakılıyor
uk: PyGTKSpellcheck не встановлено - вимкнення перевірки орфографії

source: Enchant backend not available - disabling spell checking
da: Enchant backend ikke tilgængelig - deaktiverer stavekontrol
et: Enchanti taustal ei ole saadaval - õigekirjakontrolli keelamine
tr: Enchant arka ucu mevcut değil - yazım denetimi devre dışı bırakılıyor

source: Available spell check dictionaries: {}
da: Tilgængelige stavekontrolordbøger: {}
et: Saadaval õigekirjakontrolli sõnastikud: {}
tr: Mevcut yazım denetimi sözlükleri: {}
uk: Доступні словники перевірки правопису: {}

source: Using auto-detected language: {}
da: Bruger automatisk registreret sprog: {}
et: Kasutades automaatselt tuvastatud keelt: {}
tr: Otomatik algılanan dil kullanılıyor: {}
uk: Використання автоматично виявленої мови: {}

source: Auto-detected language not available, using fallback: {}
da: Automatisk registreret sprog ikke tilgængeligt, bruger tilbagefald: {}
et: Automaatne keele tuvastamine ei ole saadaval, kasutades varu: {}
tr: Otomatik algılanan dil mevcut değil, yedek kullanılıyor: {}
uk: Автоматично виявлена мова недоступна, використовується резервна: {}

source: No spell check dictionaries found - disabling spell checking
da: Ingen stavekontrolordbøger fundet - deaktiverer stavekontrol
et: Ei leitud õigekirjakontrolli sõnaraamatuid - õigekirjakontroll on keelatud
tr: Hiçbir yazım denetimi sözlüğü bulunamadı - yazım denetimi devre dışı bırakılıyor
uk: Не знайдено словників перевірки правопису - вимкнення перевірки правопису

source: Import error while checking spell dependencies: {}
da: Importfejl under kontrol af staveafhængigheder: {}
et: Importimise viga loitsude sõltuvuste kontrollimisel: {}
tr: Hata: Büyü bağımlılıkları kontrol edilirken içe aktarma hatası: {}

source: Unexpected error checking spell dependencies: {}
da: Uventet fejl ved kontrol af staveafhængigheder: {}
et: Ootamatu viga loitsude sõltuvuste kontrollimisel: {}
tr: Beklenmedik hata, büyü bağımlılıklarını kontrol etme: {}
uk: Несподівана помилка під час перевірки залежностей правопису: {}

source: Custom icons loaded with priority: {}
da: Brugerdefinerede ikoner indlæst med prioritet: {}
et: Kohandatud ikoonid laaditi prioriteediga: {}
tr: Özel simgeler öncelikle yüklendi: {}
uk: Користувацькі значки завантажено з пріоритетом: {}

source: Warning: Could not setup icon theme: {}
da: Advarsel: Kunne ikke oprette ikon-tema: {}
et: Hoiatus: Ikoni teemat ei õnnestunud seadistada: {}
tr: Uyarı: Simge temasını ayarlamak mümkün olmadı: {}
uk: Увага: Не вдалося налаштувати тему значків: {}

source: Error during application startup: {}: {}
da: Fejl under opstart af applikationen: {}: {}
et: Rakendus käivitamisel ilmnes viga: {}: {}
tr: Uygulama başlatılırken hata: {}: {}
uk: Помилка під час запуску програми: {}: {}

source: Main window created
da: Hovedvindue oprettet
et: Peamine aken loodud
tr: Ana pencere oluşturuldu
uk: Головне вікно створено

source: Main window presented
da: Hovedvindue præsenteret
et: Peamine aken esitatud
tr: Ana pencere sunuldu
uk: Головне вікно представлено

source: Error activating application: {}: {}
da: Fejl ved aktivering af applikation: {}: {}
et: Rakenduse aktiveerimise viga: {}: {}
tr: Uygulama etkinleştirilirken hata: {}: {}
uk: Помилка активації програми: {}: {}

source: Error setting up actions: {}: {}
da: Fejl ved opsætning af handlinger: {}: {}
et: Viga toimingute seadistamisel: {}: {}
tr: Eylemleri ayarlarken hata: {}: {}
uk: Помилка налаштування дій: {}: {}

source: Error setting up menu: {}: {}
da: Fejl ved opsætning af menu: {}: {}
et: Menüü seadistamise viga: {}: {}
tr: Menü ayarlanırken hata: {}: {}
uk: Помилка налаштування меню: {}: {}

source: Could not apply CSS: {}
da: Kunne ikke anvende CSS: {}
et: CSS-i ei saanud rakendada: {}
tr: CSS uygulanamadı: {}
uk: Не вдалося застосувати CSS: {}

source: Error setting up theme: {}: {}
da: Fejl ved opsætning af tema: {}: {}
et: Teema seadistamise viga: {}: {}
tr: Tema ayarlarında hata: {}: {}
uk: Помилка налаштування теми: {}: {}

source: Error showing new project dialog: {}: {}
da: Fejl ved visning af dialog for nyt projekt: {}: {}
et: Uuendusprojekti dialooge kuvamisel ilmnes viga: {}: {}
tr: Yeni proje iletişim kutusunu gösterirken hata: {}: {}
uk: Помилка при відображенні діалогу нового проєкту: {}: {}

source: Error showing open project dialog: {}: {}
da: Fejl ved visning af dialog for åbning af projekt: {}: {}
et: Viga avatud projekti dialooge näitamisel: {}: {}
tr: Açık proje iletişim kutusunu gösterirken hata: {}: {}
uk: Помилка при відображенні діалогу відкриття проекту: {}: {}

source: Error saving project: {}: {}
da: Fejl ved gemning af projekt: {}: {}
et: Viga projekti salvestamisel: {}: {}
tr: Proje kaydedilirken hata: {}: {}
uk: Помилка збереження проєкту: {}: {}

source: Error showing export dialog: {}: {}
da: Fejl ved visning af eksportdialog: {}: {}
et: Viga eksportdialooge kuvamisel: {}: {}
tr: Hata, dışa aktarma iletişim kutusunu gösterirken: {}: {}
uk: Помилка при відображенні діалогового вікна експорту: {}: {}

source: Error showing preferences dialog: {}: {}
da: Fejl ved visning af præference-dialog: {}: {}
et: Eba näidiku dialooge kuvamisel: {}: {}
tr: Tercihler iletişim kutusunu gösterirken hata: {}: {}
uk: Помилка при відображенні діалогового вікна налаштувань: {}: {}

source: Error showing about dialog: {}: {}
da: Fejl ved visning af om-dialog: {}: {}
et: Viga teabe dialooge kuvamisel: {}: {}
tr: Hakkında iletişim kutusunu gösterirken hata: {}: {}
uk: Помилка при відображенні діалогу "Про програму": {}: {}

source: Error opening AI assistant: {}: {}
da: Fejl ved åbning af AI-assistent: {}: {}
et: Viga AI assistendi avamisel: {}: {}
tr: AI asistanı açılırken hata: {}: {}
uk: Помилка відкриття AI асистента: {}: {}

source: Error quitting application: {}: {}
da: Fejl ved afslutning af applikation: {}: {}
et: Viga rakenduse sulgemisel: {}: {}
tr: Uygulamayı kapatırken hata: {}: {}
uk: Помилка при виході з програми: {}: {}

source: Configuration saved
da: Konfiguration gemt
et: Konfiguratsioon salvestatud
tr: Ayarlar kaydedildi
uk: Конфігурацію збережено

source: Application shutdown complete
da: Applikationens nedlukning er fuldført
et: Rakenduse sulgemine lõpetatud
tr: Uygulama kapatıldı.
uk: Завершення роботи програми завершено

source: Error during shutdown: {}: {}
da: Fejl under nedlukning: {}: {}
et: Viga sulgemisel: {}: {}
tr: Kapatma sırasında hata: {}: {}
uk: Помилка під час завершення роботи: {}: {}

source: No config available for spell check debug
da: Ingen konfiguration tilgængelig for stavekontrol debug
et: Konteksti jaoks ei ole õigekirjakontrolli silumise seadistust saadaval.
tr: Hata ayıklama için yazım denetimi yapılandırması mevcut değil
uk: Немає конфігурації для налагодження перевірки правопису

source: The AI assistant is already processing another request.
da: AI-assistenten behandler allerede en anden anmodning.
et: AI-assistent töötleb juba teist taotlust.
tr: Yapay zeka asistanı zaten başka bir isteği işliyor.
uk: Асистент ШІ вже обробляє інший запит.

source: AI assistant error: {error}
da: AI-assistentfejl: {error}
et: AI assistendi viga: {error}
tr: Yapay zeka asistanı hatası: {error}
uk: AI асистент помилка: {error}

source: Select an AI provider in Preferences ▸ AI Assistant.
da: Vælg en AI-udbyder i Indstillinger ▸ AI-assistent.
et: Valige eelistustes ▸ AI assistent AI pakkuja.
tr: Tercihler ▸ AI Asistanı'nda bir AI sağlayıcısı seçin.

source: Instrução do usuário: {instruction} Texto para revisão: {context}
da: Brugervejledning: {instruction} Tekst til gennemgang: {context}
et: Kasutaja juhend: {instruction} Ülevaatamiseks tekst: {context}
tr: Kullanıcı Talimatı: {instruction} Gözden Geçirme Metni: {context}
uk: Instrução do utilizador: {instruction} Texto para revisão: {context}

source: Revise o texto a seguir, corrigindo apenas o necessário e mantendo o tom acadêmico: {context}
da: Gennemgå den følgende tekst, korriger kun det nødvendige og bevar den akademiske tone: {context}
et: Korrigeeri järgnev tekst, tehes vajalikud parandused ja säilitades akadeemilise tooni: {context}
tr: Aşağıdaki metni gözden geçirin, yalnızca gerekli düzeltmeleri yapın ve akademik tonu koruyun: {context}
uk: Revise the following text, correcting only what is necessary and maintaining the academic tone: {context}

source: Revise o texto a seguir e responda apenas com a versão corrigida.
da: Gennemgå den følgende tekst, og svar kun med den korrigerede version.
et: Vaata järgmist teksti ja vasta ainult parandatud versiooniga.
tr: Aşağıdaki metni gözden geçirin ve yalnızca düzeltilmiş versiyonunu yanıtlayın.
uk: Revise the following text and respond only with the corrected version.

source: Provider '{provider}' is not supported.
da: Udbyder '{provider}' understøttes ikke.
et: Pakkuja '{provider}' ei ole toetatud.
tr: Sağlayıcı '{provider}' desteklenmiyor.
uk: Постачальник '{provider}' не підтримується.

source: Configure the Gemini API key in Preferences.
da: Konfigurer Gemini API-nøglen i Indstillinger.
et: Konfigureeri Gemini API võti eelistustes.
tr: Tercihlerde Gemini API anahtarını yapılandırın.
uk: Налаштуйте ключ API Gemini в Налаштуваннях.

source: Failed to contact Gemini: {error}
da: Mislykkedes at kontakte Gemini: {error}
et: Eba kontaktida Geminiga: {error}
tr: Gemini ile iletişim kurulamadı: {error}
uk: Не вдалося зв'язатися з Gemini: {error}

source: Gemini responded with HTTP {status}: {detail}
da: Gemini svarede med HTTP {status}: {detail}
et: Gemini vastas HTTP {status}: {detail}
tr: Gemini, HTTP {status} ile yanıt verdi: {detail}
uk: Gemini відповів з HTTP {status}: {detail}

source: Gemini returned an invalid JSON response.
da: Gemini returnerede et ugyldigt JSON-svar.
et: Gemini tagastas kehtetu JSON vastuse.
tr: Gemini geçersiz bir JSON yanıtı döndürdü.
uk: Gemini повернув недійсний JSON-відповідь.

source: Gemini did not return any usable content.
da: Gemini returner ikke noget brugbart indhold.
et: Gemini ei tagastanud ühtegi kasutatavat sisu.
tr: Gemini kullanılabilir içerik döndürmedi.
uk: Gemini не повернув жодного придатного вмісту.

source: Configure the OpenRouter API key in Preferences.
da: Konfigurer OpenRouter API-nøglen i Indstillinger.
et: Konfigureeri OpenRouter API võti eelistustes.
tr: Ayarlar'da OpenRouter API anahtarını yapılandırın.
uk: Налаштуйте ключ API OpenRouter у Налаштуваннях.

source: Failed to contact OpenRouter: {error}
da: Mislykkedes med at kontakte OpenRouter: {error}
et: Eba OpenRouteriga ühendust võtta: {error}
tr: OpenRouter ile iletişim kurulamadı: {error}

source: AI provider returned an invalid JSON response.
da: AI-udbyder returnerede et ugyldigt JSON-svar.
et: AI pakkuja tagastas kehtetu JSON-i vastuse.
tr: AI sağlayıcısı geçersiz bir JSON yanıtı döndürdü.

source: The AI provider returned an empty response.
da: AI-udbyderen returnerede et tomt svar.
et: AI pakkuja tagastas tühja vastuse.
tr: Yapay zeka sağlayıcısı boş bir yanıt döndürdü.
uk: Постачальник ШІ повернув порожній відповідь.

source: The AI provider did not return any usable content.
da: AI-udbyderen returnerede ikke noget brugbart indhold.
et: AI pakkuja ei tagastanud ühtegi kasutatavat sisu.
tr: Yapay zeka sağlayıcısı kullanılabilir içerik döndürmedi.
uk: Постачальник ШІ не повернув жодного придатного вмісту.

source: Unknown error.
da: Ukendt fejl.
et: Tundmatu viga.
tr: Bilinmeyen hata.
uk: Невідома помилка.

source: OpenRouter respondeu com HTTP {status}: {message}
da: OpenRouter svarede med HTTP {status}: {message}
et: OpenRouter vastas HTTP {status}: {message}
tr: OpenRouter HTTP {status} ile yanıt verdi: {message}
uk: OpenRouter responded with HTTP {status}: {message}

source: OpenRouter respondeu com HTTP {status}: {message}{detail}
da: OpenRouter svarede med HTTP {status}: {message}{detail}
et: OpenRouter vastas HTTP {status}: {message}{detail}
tr: OpenRouter, HTTP {status} ile yanıt verdi: {message}{detail}
uk: OpenRouter responded with HTTP {status}: {message}{detail}

source: Biblioteca pypdf não instalada.
da: Bibliotek pypdf er ikke installeret.
et: Pypdf teekonda ei ole installitud.
tr: pypdf kütüphanesi kurulu değil.
uk: pypdf library not installed.

source: O assistente já está processando uma solicitação.
da: Assistenten behandler allerede en anmodning.
et: Abistaja töötleb juba taotlust.
tr: Asistan zaten bir isteği işliyor.
uk: The assistant is already processing a request.

source: Erro ao ler PDF: {}
da: Fejl ved læsning af PDF: {}
et: PDF-i lugemise viga: {}
tr: PDF okuma hatası: {}
uk: Error reading PDF: {}

source: Não foi possível extrair texto do PDF (pode ser uma imagem ou vazio).
da: Det var ikke muligt at udtrække tekst fra PDF'en (det kan være et billede eller tomt).
et: PDF-i tekst ei õnnestunud välja võtta (see võib olla pilt või tühi).
tr: PDF'den metin çıkarılamadı (bir resim veya boş olabilir).
uk: Unable to extract text from the PDF (it may be an image or empty).

source: Erro IA: {}
da: Fejl IA: {}
tr: Hata IA: {}
uk: Помилка ІА: {}

source: ProjectManager initialized with database: {}
da: Projektleder initialiseret med database: {}
et: Projektihaldur initsialiseeritud andmebaasiga: {}
tr: Proje Yöneticisi veritabanı ile başlatıldı: {}
uk: ProjectManager ініціалізовано з базою даних: {}

source: Database connection error: {}
da: Databaseforbindelsesfejl: {}
et: Andmebaasi ühenduse viga: {}
tr: Veritabanı bağlantı hatası: {}
uk: Помилка з'єднання з базою даних: {}

source: Error checking project existence: {}
da: Fejl ved kontrol af projektets eksistens: {}
et: Viga projekti olemasolu kontrollimisel: {}
tr: Proje varlığını kontrol etme hatası: {}
uk: Помилка перевірки існування проєкту: {}

source: Invalid project data: missing field '{}'
da: Ugyldige projektdata: manglende felt '{}'
et: Kehtetu projektiteave: puuduv väli '{}'
tr: Geçersiz proje verisi: eksik alan '{}'
uk: Неправильні дані про проєкт: відсутнє поле '{}'

source: Invalid paragraph {}: missing field '{}'
da: Ugyldig afsnit {}: manglende felt '{}'
et: Kehtetu lõik {}: puuduv väli '{}'
tr: Geçersiz paragraf {}: eksik alan '{}'
uk: Неправильний абзац {}: відсутнє поле '{}'

source: Created migration backup: {}
da: Oprettet migrationsbackup: {}
et: Loodud migreerimise varukoopia: {}
tr: Oluşturulan göç yedeği: {}
uk: Створено резервну копію міграції: {}

source: Failed to create migration backup: {}
da: Mislykkedes med at oprette migrationsbackup: {}
et: Eba migratsiooni varukoopia loomine ebaõnnestus: {}
tr: Göç yedeği oluşturulamadı: {}
uk: Не вдалося створити резервну копію міграції: {}

source: Found {} old JSON projects. Starting migration...
da: Fundet {} gamle JSON-projekter. Starter migration...
et: Leitud {} vana JSON projekti. Alustame migratsiooni...
tr: {} eski JSON projesi bulundu. Göç başlatılıyor...
uk: Знайдено {} старих JSON проєктів. Розпочинаємо міграцію...
